days = {
    '10': {
        'fm': {'1': {'description': 'Расписание на понедельник|10ФМ',
                     'classes': '1️⃣ <code>Физика</code> <b>СП8</b>\n'
                                '2️⃣ <code>Физика</code> <b>СП8</b>\n'
                                '3️⃣ <code>Лит-ра/алгебра(база)</code> <b>26/28</b>\n'
                                '4️⃣ <code>История</code> <b>40</b>\n'
                                '5️⃣ <code>Англ.яз</code> <b>27/10</b>\n'
                                '6️⃣ <code>ОБЖ</code> <b>9</b>\n'
                                '7️⃣ <code>Алгебра(профиль)/лит-ра</code> <b>29/10</b>\n'
                                '8️⃣-9️⃣ <code>Математика(доп)</code> <b>29</b>\n'
                                'В школе до 17:10'
                     },
               '2': {'description': 'Расписание на вторник|10ФМ',
                     'classes': '1️⃣ <code>Информатика</code> <b>25</b>\n'
                                '2️⃣ <code>Англ.яз</code> <b>10/27</b>\n'
                                '3️⃣ <code>Информатика</code> <b>25</b>\n'
                                '4️⃣ <code>Алгебра(профиль)/лит-ра</code> <b>35/11</b>\n'
                                '5️⃣ <code>Геометрия(профиль)/р.яз</code> <b>35/9</b>\n'
                                '6️⃣ <code>Геометрия(база)/лит-ра</code> <b>29/16</b>\n'
                                '7️⃣ <code>Физ-ра</code> <b>Зал</b>\n'
                                'В школе до 15:10'
                     },
               '3': {'description': 'Расписание на среду|10ФМ',
                     'classes': '1️⃣ <code>Физика</code> <b>СП8</b>\n'
                                '2️⃣ <code>Англ.яз</code> <b>20/10</b>\n'
                                '3️⃣ <code>Алгебра(профиль)/р.яз</code> <b>11/19</b>\n'
                                '4️⃣ <code>История</code> <b>14</b>\n'
                                '5️⃣ <code>Алгебра(база)/р.яз</code> <b>39/19</b>\n'
                                '6️⃣ <code>Алгебра(база)</code> <b>26/19</b>\n'
                                '7️⃣ <code>Проект</code> <b>25</b>\n'
                                '8️⃣-9️⃣ <code>Математика(доп)</code> <b>29</b>\n'
                                'В школе до 17:10'
                     },
               '4': {'description': 'Расписание на четверг|10ФМ',
                     'classes': '1️⃣ <code>Алгебра(база)/астрономия</code> <b>10/39</b>\n'
                                '2️⃣ <code>Англ.яз</code> <b>3/10</b>\n'
                                '3️⃣ <code>Англ.яз</code> <b>3/10</b>\n'
                                '4️⃣ <code>Геометрия(база)/лит-ра</code> <b>17/21</b>\n'
                                '5️⃣ <code>Геометрия(профиль)/р.яз</code> <b>18/19</b>\n'
                                '6️⃣ <code>Информатика</code> <b>25</b>\n'
                                '7️⃣ <code>Информатика</code> <b>25</b>\n'
                                'В школе до 15:10'
                     },
               '5': {'description': 'Расписание на пятницу|10ФМ',
                     'classes': '1️⃣ <code>Физика</code> <b>СП8</b>\n'
                                '2️⃣ <code>Физика</code> <b>СП8</b>\n'
                                '3️⃣ <code>Англ.яз</code> <b>2/10</b>\n'
                                '4️⃣ <code>Физ-ра</code> <b>Зал</b>\n'
                                '5️⃣ <code>Алгебра(профиль)/р.яз</code> <b>10/17</b>\n'
                                '6️⃣ <code>Алгебра(база)/р.яз</code> <b>10/17</b>\n'
                                '7️⃣ <code>Алгебра(база)</code> <b>10</b>\n'
                                'В школе до 15:10'
                     },
               '6': {'description': 'Здрасте, приехали! По субботам не учимся',
                     'classes': 'Отдыхаем'
                     },
               '7': {'description': 'Здрасте, приехали! По воскресеньям не учимся',
                     'classes': 'Отдыхаем'
                     }
               },

        'gum': {'1': {'description': 'Расписание на понедельник|10ГУМ',
                      'classes': '1️⃣ <code>ОБЖ</code> 26\n'
                                 '2️⃣ <code>Обществознание</code> 7\n'
                                 '3️⃣ <code>Лит-ра/алгебра(база)</code>\n'
                                 '4️⃣ <code>фр./нем.яз</code> 2/4\n'
                                 '5️⃣ <code>Англ.яз</code> 10/27\n'
                                 '6️⃣ <code>Обществознание</code> 17\n'
                                 '7️⃣ <code>Русский язык(доп)</code> 36\n'
                                 'В школе до 15:10'
                      },
                '2': {'description': 'Расписание на вторник|10ГУМ',
                      'classes': '1️⃣ <code>Обществознание</code> <b>20</b>\n'
                                 '2️⃣ <code>Англ.яз</code> <b>10/27</b>\n'
                                 '3️⃣ <code>История</code> <b>17</b>\n'
                                 '4️⃣ <code>Алгебра(профиль)/лит-ра</code> <b>35/11</b>\n'
                                 '5️⃣ <code>Геометрия(профиль)/р.яз</code> <b>35/8</b>\n'
                                 '6️⃣ <code>Геометрия(база)/р.лит-ра</code> <b>29/16</b>\n'
                                 '7️⃣-8️⃣ <code>История</code> <b>9</b>\n'
                                 'В школе до 16:10'
                      },
                '3': {'description': 'Расписание на среду|10ГУМ',
                      'classes': '1️⃣ <code>Биология</code> <b>3</b>\n'
                                 '2️⃣ <code>Англ.яз</code> <b>20/10</b>\n'
                                 '3️⃣ <code>Алгебра(профиль)/р.яз</code> <b>11/19</b>\n'
                                 '4️⃣ <code>Физ-ра</code> <b>Зал</b>\n'
                                 '5️⃣ <code>Алгебра(база)/р.яз</code> <b>39/19</b>\n'
                                 '6️⃣ <code>Алгебра(база)/р.яз</code> <b>26/19</b>\n'
                                 '7️⃣ <code>Проект</code> <b>9</b>\n'
                                 'В школе до 15:10'
                      },
                '4': {'description': 'Расписание на четверг|10ГУМ',
                      'classes': '1️⃣ <code>Алгебра(база)/астрономия</code> <b>10/39</b>\n'
                                 '2️⃣ <code>Англ.яз</code> <b>3/10</b>\n'
                                 '3️⃣ <code>Англ.яз</code> <b>3/10</b>\n'
                                 '4️⃣ <code>Геометрия(база)/лит-ра</code> <b>17/21</b>\n'
                                 '5️⃣ <code>Геометрия(профиль)/р.яз</code> <b>18/19</b>\n'
                                 '6️⃣ <code>История</code> <b>13</b>\n'
                                 'В школе до 14:10'
                      },
                '5': {'description': 'Расписание на пятницу|10ГУМ',
                      'classes': '1️⃣ <code>Физ-ра</code> <b>Зал</b>\n'
                                 '2️⃣ <code>Обществознание</code> <b>16</b>\n'
                                 '3️⃣ <code>Англ.яз</code> <b>2/10</b>\n'
                                 '4️⃣ <code>История</code> <b>13</b>\n'
                                 '5️⃣ <code>Алгебра(профиль)/лит-ра</code> <b>10/17</b>\n'
                                 '6️⃣ <code>Алгебра(база)/р.яз</code> <b>10/17</b>\n'
                                 '7️⃣ <code>Алгебра(база)</code> <b>10</b>\n'
                                 '8️⃣-9️⃣ <code>История(доп)</code><b>хз,напишите в лс</b>\n'
                                 'В школе до 17:10'
                      },
                '6': {'description': 'Здрасте, приехали! По субботам не учимся',
                      'classes': 'Отдыхаем'
                      },
                '7': {'description': 'Здрасте, приехали! По воскресеньям не учимся',
                      'classes': 'Отдыхаем'
                      }},

        'se': {'1': {'description': 'Расписание на понедельник|10СОЦ',
                     'classes': '1️⃣ <code>Обществознание</code> <b>7</b>\n'
                                '2️⃣ <code>История</code> 22\n'
                                '3️⃣ <code>Лит-ра/алгебра(база)</code> 26/28\n'
                                '4️⃣ <code>фр./нем.яз</code> 4/2\n'
                                '5️⃣ <code>География</code> 26\n'
                                '6️⃣ <code>Англ.яз</code> 10\n'
                                '7️⃣ <code>Русский язык(доп)</code> 36'
                     },
               '2': {'description': 'Расписание на вторник|10СОЦ',
                     'classes': '1️⃣ <code>Англ.яз</code> <b>10</b>\n'
                                '2️⃣ <code>Экономика</code> <b>26</b>\n'
                                '3️⃣ <code>Право</code> <b>40</b>\n'
                                '4️⃣ <code>Алгебра(профиль)/лит-ра</code> <b>35/11</b>\n'
                                '5️⃣ <code>Геометрия(профиль)/р.яз</code> <b>35/8</b>\n'
                                '6️⃣ <code>Геометрия(база)/р.лит-ра</code> <b>10/16</b>\n'

                     },
               '3': {'description': 'Расписание на среду|10СОЦ',
                     'classes': '1️⃣ <code>Англ.яз</code> <b>10</b>\n'
                                '2️⃣ <code>Обществознание</code> <b>3</b>\n'
                                '3️⃣ <code>Алгебра(профиль)/р.яз</code> <b>11/19</b>\n'
                                '4️⃣ <code>Физ-ра</code> <b>Зал</b>\n'
                                '5️⃣ <code>Алгебра(база)/р.яз</code> <b>39/19</b>\n'
                                '6️⃣ <code>Алгебра(база)/р.яз</code> <b>26/19</b>\n'
                                '7️⃣ <code>Проект</code> <b>14</b>\n'
                                '8️⃣ <code>Фр./нем.язык</code> <b>хз, напишите в лс</b>'
                     },
               '4': {'description': 'Расписание на четверг|10СОЦ',
                     'classes': '1️⃣ <code>Алгебра(база)/астрономия</code> <b>10/39</b>\n'
                                '2️⃣ <code>История</code> <b>26</b>\n'
                                '3️⃣ <code>ОБЖ</code> <b>22</b>\n'
                                '4️⃣ <code>Геометрия(база)/лит-ра</code> <b>17/21</b>\n'
                                '5️⃣ <code>Геометрия(база)/р.яз</code> <b>18/19</b>\n'
                                '6️⃣ <code>Англ.яз</code> <b>10</b>\n'
                                '7️⃣ <code>Англ.яз</code> <b>10</b>'
                     },
               '5': {'description': 'Расписание на пятницу|10СОЦ',
                     'classes': '1️⃣ <code>Физ-ра</code> <b>Зал</b>\n'
                                '2️⃣ <code>Англ.яз</code> <b>10</b>\n'
                                '3️⃣ <code>Обществознание</code> <b>19</b>\n'
                                '4️⃣ <code>Биология</code> <b>17</b>\n'
                                '5️⃣ <code>Алгебра(профиль)/лит-ра</code> <b>10/17</b>\n'
                                '6️⃣ <code>Алгебра(база)/р.яз</code> <b>10/17</b>\n'
                                '7️⃣ <code>Алгебра(база)</code> <b>10</b>\n'
                     },
               '6': {'description': 'Здрасте, приехали! По субботам не учимся',
                     'classes': 'Отдыхаем'
                     },
               '7': {'description': 'Здрасте, приехали! По воскресеньям не учимся',
                     'classes': 'Отдыхаем'
                     }, },
        'bh': {'1': {'description': 'Расписание на понедельник|10БХ',
                     'classes': '1️⃣ <code>Физика</code> <b>39</b>\n'
                                '2️⃣ <code>Англ.яз</code> <b>20</b>\n'
                                '3️⃣ <code>Лит-ра/алгебра(база)</code> <b>26/28</b>\n'
                                '4️⃣ <code>История</code> <b>40</b>\n'
                                '5️⃣ <code>Биология</code> <b>40</b>\n'
                                '6️⃣ <code>ОБЖ</code> <b>9</b>\n'
                                '7️⃣ <code>Алгебра(профиль)/лит-ра</code> <b>29/10</b>'
                     },
               '2': {'description': 'Расписание на вторник|10БХ',
                     'classes': '1️⃣ <code>Химия</code> <b>40</b>\n'
                                '2️⃣ <code>Химия</code> <b>40</b>\n'
                                '3️⃣ <code>Англ.яз</code> <b>4</b>\n'
                                '4️⃣ <code>Алгебра(профиль)/лит-ра</code> <b>35/11</b>\n'
                                '5️⃣ <code>Геометрия(профиль)/р.яз</code> <b>35/8</b>\n'
                                '6️⃣ <code>Геометрия(база)/р.лит-ра</code> <b>29/16</b>\n'
                                '7️⃣ <code>Физ-ра</code> <b>Зал</b>'

                     },
               '3': {'description': 'Расписание на среду|10БХ',
                     'classes': '1️⃣ <code>Биология</code> <b>26</b>\n'
                                '2️⃣ <code>Биология</code> <b>26</b>\n'
                                '3️⃣ <code>Алгебра(профиль)/р.яз</code> <b>11/19</b>\n'
                                '4️⃣ <code>История</code> <b>14</b>\n'
                                '5️⃣ <code>Алгебра(база)/р.яз</code> <b>39/19</b>\n'
                                '6️⃣ <code>Алгебра(база)/р.яз</code> <b>26/19</b>\n'
                                '7️⃣ <code>Проект</code> <b>25</b>\n'
                                '8️⃣ <code>Химия(доп)</code> <b>хз, напишите в лс</b>'
                     },
               '4': {'description': 'Расписание на четверг|10БХ',
                     'classes': '1️⃣ <code>Алгебра(база)/астрономия</code> <b>10/39</b>\n'
                                '2️⃣ <code>Химия</code> <b>40</b>\n'
                                '3️⃣ <code>Химия</code> <b>40</b>\n'
                                '4️⃣ <code>Геометрия(база)/лит-ра</code> <b>17/21</b>\n'
                                '5️⃣ <code>Геометрия(база)/р.яз</code> <b>18/19</b>\n'
                                '6️⃣ <code>Англ.яз</code> <b>20</b>\n'
                                '7️⃣ <code>Биология</code> <b>38</b>\n'
                                '8️⃣ <code>Русский язык(доп)</code>'
                     },
               '5': {'description': 'Расписание на пятницу|10БХ',
                     'classes': '1️⃣ <code>Физика</code> <b>39</b>\n'
                                '2️⃣ <code>Биология</code> <b>40</b>\n'
                                '3️⃣ <code>Химия</code> <b>40</b>\n'
                                '4️⃣ <code>Физ-ра</code> <b>Зал</b>\n'
                                '5️⃣ <code>Алгебра(профиль)/лит-ра</code> <b>10/17</b>\n'
                                '6️⃣ <code>Алгебра(база)/р.яз</code> <b>10/17</b>\n'
                                '7️⃣ <code>Алгебра(база)</code> <b>10</b>\n'
                     },
               '6': {'description': 'Здрасте, приехали! По субботам не учимся',
                     'classes': 'Отдыхаем'
                     },
               '7': {'description': 'Здрасте, приехали! По воскресеньям не учимся',
                     'classes': 'Отдыхаем'
                     }}, },
    '11': {
        'fm': {'prof':
                   {'1': {'description': 'Расписание на понедельник|11ФМ',
                          'classes': '1️⃣ <code>Математика</code> <b>22</b>\n'
                                     '2️⃣ <code>Математика</code> <b>22</b>\n'
                                     '3️⃣ <code>Англ.яз</code> <b>10/36</b>\n'
                                     '4️⃣ <code>Англ.яз</code> <b>10/36</b>\n'
                                     '5️⃣ <code>ОБЖ</code> <b>9</b>\n'
                                     '6️⃣ <code>Рус.яз</code> <b>33</b>\n'
                                     '7️⃣ <code>Рус.яз</code> <b>33</b>\n'
                                     '8️⃣ <code>Математика(доп)</code> <b>29</b>\n'
                                     'В школе до 16:10'
                          },
                    '2': {'description': 'Расписание на вторник|11ФМ',
                          'classes': '1️⃣ <code>Англ.яз</code> <b>10/36</b>\n'
                                     '2️⃣ <code>Англ.яз</code> <b>10/36</b>\n'
                                     '3️⃣ <code>Физ-ра</code> <b>Зал</b>\n'
                                     '4️⃣ <code>История</code> <b>16</b>\n'
                                     '5️⃣ <code>Математика</code> <b>35</b>\n'
                                     '6️⃣ <code>Математика</code> <b>35</b>\n'
                                     'В школе до 14:10'
                          },
                    '3': {'description': 'Расписание на среду|11ФМ',
                          'classes': '1️⃣ <code>Литература</code> <b>36</b>\n'
                                     '2️⃣ <code>Литература</code> <b>36</b>\n'
                                     '3️⃣ <code>Индивидуальный проект</code> <b>-</b>\n'
                                     '4️⃣ <code>Информатика</code> <b>-</b>\n'
                                     '5️⃣ <code>Информатика</code> <b>-</b>\n'
                                     '6️⃣ <code>Физика</code> <b>-</b>\n'
                                     '7️⃣ <code>Физика</code> <b>-</b>\n'
                                     '8️⃣ <code>Математика(доп)/англ.яз</code> <b>-</b>\n'
                                     'В школе до 14:10'
                          },
                    '4': {'description': 'Расписание на четверг|11ФМ',
                          'classes': '1️⃣ <code>Англ.яз</code> <b>10/36</b>\n'
                                     '2️⃣ <code>Англ.яз</code> <b>10/36</b>\n'
                                     '3️⃣ <code>Математика</code> <b>19</b>\n'
                                     '4️⃣ <code>Математика</code> <b>16</b>\n'
                                     '5️⃣ <code>История</code> <b>28</b>\n'
                                     '6️⃣ <code>Родной рус.яз</code> <b>28</b>\n'
                                     '7️⃣ <code>Физ-ра</code> <b>-</b>\n'
                                     'В школе до 15:10'
                          },
                    '5': {'description': 'Расписание на пятницу|11ФМ',
                          'classes': '1️⃣ <code>Родная литература</code> <b>33</b>\n'
                                     '2️⃣ <code>Физика</code> <b>-</b>\n'
                                     '3️⃣ <code>Физика</code> <b>-</b>\n'
                                     '4️⃣ <code>Информатика</code> <b>-</b>\n'
                                     '5️⃣ <code>Информатика</code> <b>-</b>\n'
                                     '6️⃣ <code>Физика</code> <b>-</b>\n'
                                     '7️⃣ <code>Инженер. черч.</code> <b></b>\n'
                                     'В школе до 15:10'
                          },
                    '6': {'description': 'Здрасте, приехали! По субботам не учимся',
                          'classes': 'Отдыхаем'
                          },
                    '7': {'description': 'Здрасте, приехали! По воскресеньям не учимся',
                          'classes': 'Отдыхаем'
                          }
                    }},

        'gum': {
            'prof': {'1': {'description': 'Расписание на понедельник|11ГУМ|Профиль',
                           'classes': '1️⃣ <code>Математика</code> <b>22</b>\n'
                                      '2️⃣ <code>Математика</code> <b>22</b>\n'
                                      '3️⃣ <code>Англ.яз</code> <b>10/36</b>\n'
                                      '4️⃣ <code>Англ.яз</code> <b>10/36</b>\n'
                                      '5️⃣ <code>ОБЖ</code> <b>9</b>\n'
                                      '6️⃣ <code>Рус.яз</code> <b>33</b>\n'
                                      '7️⃣ <code>Рус.яз</code> <b>33</b>\n'
                                      '8️⃣ <code>Фр/нем.яз</code> <b>-</b>\n'
                                      'В школе до 15:10'
                           },
                     '2': {'description': 'Расписание на вторник|11ГУМ|Профиль',
                           'classes': '1️⃣ <code>Англ.яз</code> <b>10/36</b>\n'
                                      '2️⃣ <code>Англ.яз</code> <b>10/36</b>\n'
                                      '3️⃣ <code>Физ-ра</code> <b>Зал</b>\n'
                                      '4️⃣ <code>История</code> <b>9</b>\n'
                                      '5️⃣ <code>Математика</code> <b>35</b>\n'
                                      '6️⃣ <code>Математика</code> <b>35</b>\n'
                                      '7️⃣ <code>История</code> <b></b>\n'
                                      '8️⃣ <code>Рус.яз(доп)</code> <b>-</b>\n'
                                      'В школе до 16:10'
                           },
                     '3': {'description': 'Расписание на среду|11ГУМ|Профиль',
                           'classes': '1️⃣ <code>Литература</code> <b>36</b>\n'
                                      '2️⃣ <code>Литература</code> <b>36</b>\n'
                                      '3️⃣ <code>Право</code> <b>7</b>\n'
                                      '4️⃣ <code>Проект</code> <b>24/25/27</b>\n'
                                      '5️⃣ <code>Биология</code> <b>33</b>\n'
                                      '6️⃣ <code>Фр./нем.яз</code> <b>4/20</b>\n'
                                      '7️⃣ <code>Экономика</code> <b>8</b>\n'
                                      '8️⃣ <code>Англ.яз(доп)</code> <b>-</b>\n'
                                      'В школе до 15:10'
                           },
                     '4': {'description': 'Расписание на четверг|11ГУМ|Профиль',
                           'classes': '1️⃣ <code>Англ.яз</code> <b>10/36</b>\n'
                                      '2️⃣ <code>Англ.яз</code> <b>10/36</b>\n'
                                      '3️⃣ <code>Математика</code> <b>19</b>\n'
                                      '4️⃣ <code>Математика</code> <b>16</b>\n'
                                      '5️⃣ <code>История</code> <b>7</b>\n'
                                      '6️⃣ <code>Родной рус.яз</code> <b>28</b>\n'
                                      '7️⃣ <code>Физ-ра</code> <b>-</b>\n'
                                      '8️⃣ <code>Рус.яз(доп)</code> <b></b>\n'
                                      'В школе до 17:10'
                           },
                     '5': {'description': 'Расписание на пятницу|11ГУМ|Профиль',
                           'classes': '1️⃣ <code>Родная литература</code> <b>33</b>\n'
                                      '2️⃣ <code>За стр. уч. общ.</code> <b>34</b>\n'
                                      '3️⃣ <code>Обществознание</code> <b>33</b>\n'
                                      '4️⃣ <code>Обществознание</code> <b>33</b>\n'
                                      '5️⃣ <code>История</code> <b>14</b>\n'
                                      '6️⃣ <code>За стр. уч. истории</code> <b>9</b>\n'
                                      'В школе до 14:10'
                           },
                     '6': {'description': 'Здрасте, приехали! По субботам не учимся',
                           'classes': 'Отдыхаем'
                           },
                     '7': {'description': 'Здрасте, приехали! По воскресеньям не учимся',
                           'classes': 'Отдыхаем'
                           }},

            'base': {'1': {'description': 'Расписание на понедельник|11ГУМ|База',
                           'classes': '1️⃣ <code>Рус.яз</code> <b>18</b>\n'
                                      '2️⃣ <code>Рус.яз</code> <b>18</b>\n'
                                      '3️⃣ <code>Англ.яз</code> <b>10/36</b>\n'
                                      '4️⃣ <code>Англ.яз</code> <b>10/36</b>\n'
                                      '5️⃣ <code>Родная литература</code> <b>29</b>\n'
                                      '6️⃣ <code>Акт. воп. общ. при. подг.к егэ</code> <b>11</b>\n'
                                      '7️⃣ <code>-</code> <b>-</b>\n'
                                      '8️⃣ <code>Фр/нем.яз</code> <b>-</b>\n'
                                      'В школе до 15:10'
                           },
                     '2': {'description': 'Расписание на вторник|11ГУМ|База',
                           'classes': '1️⃣ <code>Англ.яз</code> <b>10/36</b>\n'
                                      '2️⃣ <code>Англ.яз</code> <b>10/36</b>\n'
                                      '3️⃣ <code>Акт. воп. истор. при подг. к егэ</code> <b>10</b>\n'
                                      '4️⃣ <code>История</code> <b>9</b>\n'
                                      '5️⃣ <code>Литература</code> <b>26</b>\n'
                                      '6️⃣ <code>Литература</code> <b>26</b>\n'
                                      '7️⃣ <code>История</code> <b>9</b>\n'
                                      '8️⃣ <code>Рус.яз(доп)</code> <b>-</b>\n'
                                      'В школе до 16:10'
                           },
                     '3': {'description': 'Расписание на среду|11ГУМ|База',
                           'classes': '1️⃣ <code>Физ-ра</code> <b>Зал</b>\n'
                                      '2️⃣ <code>Астрономия</code> <b>39</b>\n'
                                      '3️⃣ <code>Право</code> <b>7</b>\n'
                                      '4️⃣ <code>Проект</code> <b>24/25/27</b>\n'
                                      '5️⃣ <code>Биология</code> <b>33</b>\n'
                                      '6️⃣ <code>Фр./нем.яз</code> <b>4/20</b>\n'
                                      '7️⃣ <code>Экономика</code> <b>8</b>\n'
                                      '8️⃣ <code>Англ.яз(доп)</code> <b>-</b>\n'
                                      'В школе до 15:10'
                           },
                     '4': {'description': 'Расписание на четверг|11ГУМ|База',
                           'classes': '1️⃣ <code>Англ.яз</code> <b>10/36</b>\n'
                                      '2️⃣ <code>Англ.яз</code> <b>10/36</b>\n'
                                      '3️⃣ <code>Акт.воп.истор. при. подг. к егэ</code> <b>7</b>\n'
                                      '4️⃣ <code>Родной рус.яз</code> <b>22</b>\n'
                                      '5️⃣ <code>История</code> <b>7</b>\n'
                                      '6️⃣ <code>ОБЖ</code> <b>14</b>\n'
                                      '7️⃣ <code>Акт. воп. истор. при. подг. к егэ</code> <b>9</b>\n'
                                      '8️⃣ <code>Рус.яз(доп)</code> <b></b>\n'
                                      'В школе до 17:10'
                           },
                     '5': {'description': 'Расписание на пятницу|11ГУМ|База',
                           'classes': '1️⃣ <code>Физ-ра</code> <b>Зал</b>\n'
                                      '2️⃣ <code>За стр. уч. общ.</code> <b>34</b>\n'
                                      '3️⃣ <code>Обществознание</code> <b>33</b>\n'
                                      '4️⃣ <code>Обществознание</code> <b>33</b>\n'
                                      '5️⃣ <code>За стр. уч. истории</code> <b>9</b>\n'
                                      '6️⃣ <code>Акт. воп. истор. при. подг. к егэ</code> <b>9</b>\n'
                                      'В школе до 14:10'
                           },
                     '6': {'description': 'Здрасте, приехали! По субботам не учимся',
                           'classes': 'Отдыхаем'
                           },
                     '7': {'description': 'Здрасте, приехали! По воскресеньям не учимся',
                           'classes': 'Отдыхаем'
                           }}},

        'se': {
            'prof': {'1': {'description': 'Расписание на понедельник|11СОЦ|Профиль',
                           'classes': '1️⃣ <code>Математика</code> <b>22</b>\n'
                                      '2️⃣ <code>Математика</code> <b>22</b>\n'
                                      '3️⃣ <code>Обществознание</code> <b>22</b>\n'
                                      '4️⃣ <code>История</code> <b>33</b>\n'
                                      '5️⃣ <code>ОБЖ</code> <b>9</b>\n'
                                      '6️⃣ <code>Рус.яз</code> <b>33</b>\n'
                                      '7️⃣ <codeРус.яз></code> <b>33</b>\n'
                                      '8️⃣ <code>Фр/нем.яз</code> <b>-</b>\n'
                           },
                     '2': {'description': 'Расписание на вторник|11СОЦ|Профиль',
                           'classes': '1️⃣ <code>Обществознание</code> <b>39</b>\n'
                                      '2️⃣ <code>Обществознание</code> <b>39</b>\n'
                                      '3️⃣ <code>Физ-ра</code> <b>Зал</b>\n'
                                      '4️⃣ <code>Англ.яз</code> <b>10</b>\n'
                                      '5️⃣ <code>Математика</code> <b>35</b>\n'
                                      '6️⃣ <code>Математика</code> <b>35</b>\n'
                                      '7️⃣ <code>Англ.яз</code> <b>10</b>\n'
                                      '8️⃣ <code>Рус.яз(доп)</code> <b>-</b>\n'

                           },
                     '3': {'description': 'Расписание на среду|11СОЦ|Профиль',
                           'classes': '1️⃣ <code>Литература</code> <b>36</b>\n'
                                      '2️⃣ <code>Литература</code> <b>36</b>\n'
                                      '3️⃣ <code>Англ.яз</code> <b>10</b>\n'
                                      '4️⃣ <code>Индивидуальный проект</code> <b>24/25/27</b>\n'
                                      '5️⃣ <code>Биология</code> <b>33</b>\n'
                                      '6️⃣ <code>Фр/нем.яз</code> <b>4/20</b>\n'
                                      '7️⃣ <code>Англ.яз</code> <b>10</b>\n'
                                      '8️⃣ <code>Англ.яз(доп)</code> <b>-</b>\n'
                           },
                     '4': {'description': 'Расписание на четверг|11СОЦ|Профиль',
                           'classes': '1️⃣ <code></code> <b></b>\n'
                                      '2️⃣ <code></code> <b></b>\n'
                                      '3️⃣ <code></code> <b></b>\n'
                                      '4️⃣ <code></code> <b></b>\n'
                                      '5️⃣ <code></code> <b></b>\n'
                                      '6️⃣ <code></code> <b></b>\n'
                                      '7️⃣ <code></code> <b></b>\n'
                           },
                     '5': {'description': 'Расписание на пятницу|11СОЦ|Профиль',
                           'classes': '1️⃣ <code></code> <b></b>\n'
                                      '2️⃣ <code></code> <b></b>\n'
                                      '3️⃣ <code></code> <b></b>\n'
                                      '4️⃣ <code></code> <b></b>\n'
                                      '5️⃣ <code></code> <b></b>\n'
                                      '6️⃣ <code></code> <b></b>\n'
                                      '7️⃣ <code></code> <b></b>\n'
                           },
                     '6': {'description': 'Здрасте, приехали! По субботам не учимся',
                           'classes': 'Отдыхаем'
                           },
                     '7': {'description': 'Здрасте, приехали! По воскресеньям не учимся',
                           'classes': 'Отдыхаем'
                           }, }},
        'base': {'1': {'description': 'Расписание на понедельник|11СОЦ|База',
                       'classes': '1️⃣ <code></code> <b></b>\n'
                                  '2️⃣ <code></code> <b></b>\n'
                                  '3️⃣ <code></code> <b></b>\n'
                                  '4️⃣ <code></code> <b></b>\n'
                                  '5️⃣ <code></code> <b></b>\n'
                                  '6️⃣ <code></code> <b></b>\n'
                                  '7️⃣ <code></code> <b></b>\n'
                       },
                 '2': {'description': 'Расписание на вторник|11СОЦ|База',
                       'classes': '1️⃣ <code></code> <b></b>\n'
                                  '2️⃣ <code></code> <b></b>\n'
                                  '3️⃣ <code></code> <b></b>\n'
                                  '4️⃣ <code></code> <b></b>\n'
                                  '5️⃣ <code></code> <b></b>\n'
                                  '6️⃣ <code></code> <b></b>\n'
                                  '7️⃣ <code></code> <b></b>\n'

                       },
                 '3': {'description': 'Расписание на среду|11СОЦ|База',
                       'classes': '1️⃣ <code></code> <b></b>\n'
                                  '2️⃣ <code></code> <b></b>\n'
                                  '3️⃣ <code></code> <b></b>\n'
                                  '4️⃣ <code></code> <b></b>\n'
                                  '5️⃣ <code></code> <b></b>\n'
                                  '6️⃣ <code></code> <b></b>\n'
                                  '7️⃣ <code></code> <b></b>\n'
                       },
                 '4': {'description': 'Расписание на четверг|11СОЦ|База',
                       'classes': '1️⃣ <code></code> <b></b>\n'
                                  '2️⃣ <code></code> <b></b>\n'
                                  '3️⃣ <code></code> <b></b>\n'
                                  '4️⃣ <code></code> <b></b>\n'
                                  '5️⃣ <code></code> <b></b>\n'
                                  '6️⃣ <code></code> <b></b>\n'
                                  '7️⃣ <code></code> <b></b>\n'
                       },
                 '5': {'description': 'Расписание на пятницу|11СОЦ|База',
                       'classes': '1️⃣ <code></code> <b></b>\n'
                                  '2️⃣ <code></code> <b></b>\n'
                                  '3️⃣ <code></code> <b></b>\n'
                                  '4️⃣ <code></code> <b></b>\n'
                                  '5️⃣ <code></code> <b></b>\n'
                                  '6️⃣ <code></code> <b></b>\n'
                                  '7️⃣ <code></code> <b></b>\n'
                       },
                 '6': {'description': 'Здрасте, приехали! По субботам не учимся',
                       'classes': 'Отдыхаем'
                       },
                 '7': {'description': 'Здрасте, приехали! По воскресеньям не учимся',
                       'classes': 'Отдыхаем'
                       }, },
        'bh': {'1': {'description': 'Расписание на понедельник|10БХ',
                     'classes': '1️⃣ <code></code> <b></b>\n'
                                '2️⃣ <code></code> <b></b>\n'
                                '3️⃣ <code></code> <b></b>\n'
                                '4️⃣ <code></code> <b></b>\n'
                                '5️⃣ <code></code> <b></b>\n'
                                '6️⃣ <code></code> <b></b>\n'
                                '7️⃣ <code></code> <b></b>\n'
                     },
               '2': {'description': 'Расписание на вторник|10БХ',
                     'classes': '1️⃣ <code></code> <b></b>\n'
                                '2️⃣ <code></code> <b></b>\n'
                                '3️⃣ <code></code> <b></b>\n'
                                '4️⃣ <code></code> <b></b>\n'
                                '5️⃣ <code></code> <b></b>\n'
                                '6️⃣ <code></code> <b></b>\n'
                                '7️⃣ <code></code> <b></b>\n'

                     },
               '3': {'description': 'Расписание на среду|10БХ',
                     'classes': '1️⃣ <code></code> <b></b>\n'
                                '2️⃣ <code></code> <b></b>\n'
                                '3️⃣ <code></code> <b></b>\n'
                                '4️⃣ <code></code> <b></b>\n'
                                '5️⃣ <code></code> <b></b>\n'
                                '6️⃣ <code></code> <b></b>\n'
                                '7️⃣ <code></code> <b></b>\n'
                     },
               '4': {'description': 'Расписание на четверг|10БХ',
                     'classes': '1️⃣ <code></code> <b></b>\n'
                                '2️⃣ <code></code> <b></b>\n'
                                '3️⃣ <code></code> <b></b>\n'
                                '4️⃣ <code></code> <b></b>\n'
                                '5️⃣ <code></code> <b></b>\n'
                                '6️⃣ <code></code> <b></b>\n'
                                '7️⃣ <code></code> <b></b>\n'
                     },
               '5': {'description': 'Расписание на пятницу|10БХ',
                     'classes': '1️⃣ <code></code> <b></b>\n'
                                '2️⃣ <code></code> <b></b>\n'
                                '3️⃣ <code></code> <b></b>\n'
                                '4️⃣ <code></code> <b></b>\n'
                                '5️⃣ <code></code> <b></b>\n'
                                '6️⃣ <code></code> <b></b>\n'
                                '7️⃣ <code></code> <b></b>\n'
                     },
               '6': {'description': 'Здрасте, приехали! По субботам не учимся',
                     'classes': 'Отдыхаем'
                     },
               '7': {'description': 'Здрасте, приехали! По воскресеньям не учимся',
                     'classes': 'Отдыхаем'
                     }}, },
    '9': {
        'a': {'1': {'description': 'Расписание на понедельник|9А',
                    'classes':
                        '1️⃣ <code>Рус.яз</code> <b>17</b>\n'
                        '2️⃣ <code>Лит-ра</code> <b>17</b>\n'
                        '3️⃣ <code>Фр/нем.яз</code> <b>4/21</b>\n'
                        '4️⃣ <code>Алгебра</code> <b>7</b>\n'
                        '5️⃣ <code>Англ.яз</code> <b>3/17</b>\n'
                        '6️⃣ <code>Биология</code> <b>19</b>\n'
                        '7️⃣ <code>Физ-ра</code> <b>18</b>\n'
                        '8️⃣ <code>Лит-ра</code> <b>написать в лс</b>\n'
                        '9️⃣ <code>Xимия</code> <b>написать в лс</b>\n'
                    },
              '2': {'description': 'Расписание на вторник|9А',
                    'classes':
                        '1️⃣ <code>Геометрия</code> <b>21</b>\n'
                        '2️⃣ <code>Информатика</code> <b>24/25</b>\n'
                        '3️⃣ <code>Физика</code> <b>39</b>\n'
                        '4️⃣ <code>Биология</code> <b>40</b>\n'
                        '5️⃣ <code>История</code> <b>40</b>\n'
                        '6️⃣ <code>Англ.яз</code> <b>3/17</b>\n'
                        '7️⃣ <code>Англ.яз</code> <b>3/17</b>\n'
                        '8️⃣ <code>Физика/обществ</code> <b>написать в лс</b>\n'
                    },
              '3': {'description': 'Расписание на среду|9А',
                    'classes':
                        '1️⃣ <code>фр/нем.яз</code> <b>4/27</b>\n'
                        '2️⃣ <code>Физ-ра</code> <b>зал</b>\n'
                        '3️⃣ <code>Алгебра</code> <b>39</b>\n'
                        '4️⃣ <code>Информатика</code> <b>24/25</b>\n'
                        '5️⃣ <code>Англ.яз</code> <b>3/17</b>\n'
                        '6️⃣ <code>Лит-ра</code> <b>40</b>\n'
                        '7️⃣ <code>Химия</code> <b>40</b>\n'
                        '8️⃣ <code>Математика</code> <b>написать в лс</b>\n'
                    },
              '4': {'description': 'Расписание на четверг|9А',
                    'classes':
                        '1️⃣ <code>Общество</code> <b>7</b>\n'
                        '2️⃣ <code>Лит-ра</code> <b>13</b>\n'
                        '3️⃣ <code>Алгебра</code> <b>39</b>\n'
                        '4️⃣ <code>Геометрия</code> <b>39</b>\n'
                        '5️⃣ <code>География</code> <b>3/17</b>\n'
                        '6️⃣ <code>Англ.яз</code> <b></b>\n'
                        '7️⃣ <code>Рус.яз</code> <b>18</b>\n'
                        '8️⃣ <code>История</code> <b>написать в лс</b>\n'
                    },
              '5': {'description': 'Расписание на пятницу|9А',
                    'classes':
                        '1️⃣ <code>МХК</code> <b>3/17</b>\n'
                        '2️⃣ <code>История</code> <b>35</b>\n'
                        '3️⃣ <code>Рус.яз</code> <b>39</b>\n'
                        '4️⃣ <code>Физика</code> <b>39</b>\n'
                        '5️⃣ <code>Алгебра</code> <b>35</b>\n'
                        '6️⃣ <code>Химия</code> <b>40</b>\n'
                        '7️⃣ <code>География</code> <b>39</b>\n'
                        '8️⃣ <code>Биология</code> <b>написать в лс</b>\n'
                    },
              },
        'b': {'1': {'description': 'Расписание на понедельник|9Б',
                    'classes':
                        '1️⃣ <code>Физ-ра</code> <b>19</b>\n'
                        '2️⃣ <code>Алгебра</code> <b>19</b>\n'
                        '3️⃣ <code>Лит-ра</code> <b>19</b>\n'
                        '4️⃣ <code>Англ.яз</code> <b>1/17</b>\n'
                        '5️⃣ <code>Физика</code> <b>39</b>\n'
                        '6️⃣ <code>Информатика</code> <b>24/25</b>\n'
                        '7️⃣ <code>Англ.яз</code> <b>3/17</b>\n'
                        '8️⃣ <code>Математика</code> <b>написать в лс</b>\n'
                        '9️⃣ <code>Химия</code ><b>написать в лс</b>\n'
                    },
              '2': {'description': 'Расписание на вторник|9Б',
                    'classes':
                        '1️⃣ <code>Рус.яз</code> <b>19</b>\n'
                        '2️⃣ <code>Лит-ра</code> <b>19</b>\n'
                        '3️⃣ <code>Геометрия</code> <b>19</b>\n'
                        '4️⃣ <code>Англ.яз</code> <b>3/17</b>\n'
                        '5️⃣ <code>Биология</code> <b>19</b>\n'
                        '6️⃣ <code>История</code> <b>19</b>\n'
                        '7️⃣ <code>География</code> <b>19</b>\n'
                        '8️⃣ <code>Физика/обществ</code> <b>написать в лс</b>\n'
                    },
              '3': {'description': 'Расписание на среду|9Б',
                    'classes':
                        '1️⃣ <code>фр/Физика</code> <b>39</b>\n'
                        '2️⃣ <code>Алгебра</code> <b>19</b>\n'
                        '3️⃣ <code>фр/Нем.яз</code> <b>4/27</b>\n'
                        '4️⃣ <code>Общество</code> <b>19</b>\n'
                        '5️⃣ <code>Химия</code> <b>40</b>\n'
                        '6️⃣ <code>Англ.яз</code> <b>3/17</b>\n'
                        '7️⃣ <code>Физ-ра</code> <b>зал</b>\n'
                        '8️⃣ <code>История</code> <b>написать в лс</b>\n'
                    },
              '4': {'description': 'Расписание на четверг|9Б',
                    'classes':
                        '1️⃣ <code>Алгебра</code> <b>7</b>\n'
                        '2️⃣ <code>Геометрия</code> <b>13</b>\n'
                        '3️⃣ <code>География</code> <b>39</b>\n'
                        '4️⃣ <code>р.Рус.яз</code> <b>39</b>\n'
                        '5️⃣ <code>Англ.яз</code> <b>3/17</b>\n'
                        '6️⃣ <code>Биология</code> <b></b>\n'
                        '7️⃣ <code>Рус.яз</code> <b>написатьть в лс</b>\n'

                    },
              '5': {'description': 'Расписание на пятницу|9Б',
                    'classes':
                        '1️⃣ <code>фр/Нем.яз</code> <b>3/17</b>\n'
                        '2️⃣ <code>Алгебра</code> <b>35</b>\n'
                        '3️⃣ <code>МХК</code> <b>39</b>\n'
                        '4️⃣ <code>История</code> <b>39</b>\n'
                        '5️⃣ <code>Информатика</code> <b>35</b>\n'
                        '6️⃣ <code>р.Лит-ра</code> <b>40</b>\n'
                        '7️⃣ <code>Химия</code> <b>39</b>\n'
                        '8️⃣ <code>Биология</code> <b>написать в лс</b>\n'
                    },
              },
        'v': {'1': {'description': 'Расписание на понедельник|9В',
                    'classes':
                        '1️⃣ <code>Алгебра</code> <b>35</b>\n'
                        '2️⃣ <code>Физика</code> <b>39</b>\n'
                        '3️⃣ <code>Англ.яз</code> <b>35/20</b>\n'
                        '4️⃣ <code>Англ.География</code> <b>35</b>\n'
                        '5️⃣ <code>Геометрия</code> <b>35</b>\n'
                        '6️⃣ <code>История</code> <b>35</b>\n'
                        '7️⃣ <code>Физ-ра</code> <b>зал</b>\n'
                        '8️⃣ <code>Лит-ра</code> <b>написать в лс</b>\n'
                        '9️⃣ <code>Химия</code ><b>написать в лс</b>\n'
                    },
              '2': {'description': 'Расписание на вторник|9В',
                    'classes':
                        '1️⃣ <code>р.Рус.яз</code> <b>35</b>\n'
                        '2️⃣ <code>р.Лит-ра</code> <b>35</b>\n'
                        '3️⃣ <code>Биология</code> <b>35</b>\n'
                        '4️⃣ <code>Информатика</code> <b>24/25</b>\n'
                        '5️⃣ <code>фр/Нем.яз</code> <b>14/39</b>\n'
                        '6️⃣ <code>Англ.яз</code> <b>20/35</b>\n'
                        '7️⃣ <code>Алгебра</code> <b>35</b>\n'
                        '8️⃣ <code>История/Физика/Общество</code> <b>написать в лс</b>\n'
                    },
              '3': {'description': 'Расписание на среду|9В',
                    'classes':
                        '1️⃣ <code>фр/Физика</code> <b>39</b>\n'
                        '2️⃣ <code>Алгебра</code> <b>19</b>\n'
                        '3️⃣ <code>фр/Нем.яз</code> <b>4/27</b>\n'
                        '4️⃣ <code>Общество</code> <b>19</b>\n'
                        '5️⃣ <code>Химия</code> <b>40</b>\n'
                        '6️⃣ <code>Англ.яз</code> <b>3/17</b>\n'
                        '7️⃣ <code>Физ-ра</code> <b>зал</b>\n'
                        '8️⃣ <code>История</code> <b>написать в лс</b>\n'
                    },
              '4': {'description': 'Расписание на четверг|9В',
                    'classes':
                        '1️⃣ <code>История</code> <b>35</b>\n'
                        '2️⃣ <code>География</code> <b>35</b>\n'
                        '3️⃣ <code>Биология</code> <b>35</b>\n'
                        '4️⃣ <code>Лит-ра</code> <b>35</b>\n'
                        '5️⃣ <code>Общество</code> <b>35</b>\n'
                        '6️⃣ <code>Геометрия</code> <b>35</b>\n'
                        '7️⃣ <code>Физ-ра</code> <b>зал</b>\n'
                        '8️⃣ <code>Математика</code> <b>написать в лс</b>\n'
                    },
              '5': {'description': 'Расписание на пятницу|9В',
                    'classes':
                        '1️⃣ <code>Алгебра</code> <b>35</b>\n'
                        '2️⃣ <code>Физика</code> <b>39</b>\n'
                        '3️⃣ <code>фр/Нем.яз</code> <b>4/35</b>\n'
                        '4️⃣ <code>Рус.яз</code> <b>35</b>\n'
                        '5️⃣ <code>Химия</code> <b>40</b>\n'
                        '6️⃣ <code>МХК</code> <b>23/35</b>\n'
                        '7️⃣ <code>Англ.яз</code> <b>23/35</b>\n'
                        '8️⃣ <code>Биология</code> <b>написать в лс</b>\n'
                    },
              }, }, }
