days = {
    '11': {
        'fm': {'prof':
                   {'1': {'description': 'Понедельник|11ФМ',
                          'classes': '1️⃣ <code>Математика</code> <b>22</b>\n'
                                     '2️⃣ <code>Математика</code> <b>22</b>\n'
                                     '3️⃣ <code>Англ.яз</code> <b>10/36</b>\n'
                                     '4️⃣ <code>Англ.яз</code> <b>10/36</b>\n'
                                     '5️⃣ <code>ОБЖ</code> <b>9</b>\n'
                                     '6️⃣ <code>Рус.яз</code> <b>33</b>\n'
                                     '7️⃣ <code>Рус.яз</code> <b>33</b>\n'
                                     '8️⃣ <code>Математика(доп)</code> <b>29</b>\n'
                                     'В школе до 16:10'
                          },
                    '2': {'description': 'Вторник|11ФМ',
                          'classes': '1️⃣ <code>Англ.яз</code> <b>10/36</b>\n'
                                     '2️⃣ <code>Англ.яз</code> <b>10/36</b>\n'
                                     '3️⃣ <code>Физ-ра</code> <b>Зал</b>\n'
                                     '4️⃣ <code>История</code> <b>16</b>\n'
                                     '5️⃣ <code>Математика</code> <b>35</b>\n'
                                     '6️⃣ <code>Математика</code> <b>35</b>\n'
                                     'В школе до 14:10'
                          },
                    '3': {'description': 'Среда|11ФМ',
                          'classes': '1️⃣ <code>Литература</code> <b>36</b>\n'
                                     '2️⃣ <code>Литература</code> <b>36</b>\n'
                                     '3️⃣ <code>Индивидуальный проект</code> <b>-</b>\n'
                                     '4️⃣ <code>Информатика</code> <b>507</b>\n'
                                     '5️⃣ <code>Информатика</code> <b>507</b>\n'
                                     '6️⃣ <code>Физика</code> <b>204</b>\n'
                                     '7️⃣ <code>Физика</code> <b>204</b>\n'
                                     '8️⃣ <code>Математика(доп)/англ.яз</code> <b>-</b>\n'
                                     'В школе до 14:10'
                          },
                    '4': {'description': 'Четверг|11ФМ',
                          'classes': '1️⃣ <code>Англ.яз</code> <b>10/36</b>\n'
                                     '2️⃣ <code>Англ.яз</code> <b>10/36</b>\n'
                                     '3️⃣ <code>Математика</code> <b>19</b>\n'
                                     '4️⃣ <code>Математика</code> <b>16</b>\n'
                                     '5️⃣ <code>История</code> <b>28</b>\n'
                                     '6️⃣ <code>Родной рус.яз</code> <b>28</b>\n'
                                     '7️⃣ <code>Физ-ра</code> <b>-</b>\n'
                                     'В школе до 15:10'
                          },
                    '5': {'description': 'Пятница|11ФМ',
                          'classes': '1️⃣ <code>Родная литература</code> <b>33</b>\n'
                                     '2️⃣ <code>Физика</code> <b>204</b>\n'
                                     '3️⃣ <code>Физика</code> <b>204</b>\n'
                                     '4️⃣ <code>Информатика</code> <b>507</b>\n'
                                     '5️⃣ <code>Информатика</code> <b>507</b>\n'
                                     '6️⃣ <code>Физика</code> <b>204</b>\n'
                                     '7️⃣ <code>Инженер. черч.</code> <b></b>\n'
                                     'В школе до 15:10'
                          },
                    '6': {'description': 'Здрасте, приехали! По субботам не учимся',
                          'classes': 'Отдыхаем'
                          },
                    '7': {'description': 'Здрасте, приехали! По воскресеньям не учимся',
                          'classes': 'Отдыхаем'
                          }
                    }},

        'gum': {
            'prof': {'1': {'description': 'Понедельник|11ГУМ|Профиль',
                           'classes': '1️⃣ <code>Математика</code> <b>22</b>\n'
                                      '2️⃣ <code>Математика</code> <b>22</b>\n'
                                      '3️⃣ <code>Англ.яз</code> <b>10/36</b>\n'
                                      '4️⃣ <code>Англ.яз</code> <b>10/36</b>\n'
                                      '5️⃣ <code>ОБЖ</code> <b>9</b>\n'
                                      '6️⃣ <code>Рус.яз</code> <b>33</b>\n'
                                      '7️⃣ <code>Рус.яз</code> <b>33</b>\n'
                                      '8️⃣ <code>Фр/нем.яз</code> <b>-</b>\n'
                                      'В школе до 15:10'
                           },
                     '2': {'description': 'Вторник|11ГУМ|Профиль',
                           'classes': '1️⃣ <code>Англ.яз</code> <b>10/36</b>\n'
                                      '2️⃣ <code>Англ.яз</code> <b>10/36</b>\n'
                                      '3️⃣ <code>Физ-ра</code> <b>Зал</b>\n'
                                      '4️⃣ <code>История</code> <b>9</b>\n'
                                      '5️⃣ <code>Математика</code> <b>35</b>\n'
                                      '6️⃣ <code>Математика</code> <b>35</b>\n'
                                      '7️⃣ <code>История</code> <b></b>\n'
                                      '8️⃣ <code>Рус.яз(доп)</code> <b>-</b>\n'
                                      'В школе до 16:10'
                           },
                     '3': {'description': 'Среда|11ГУМ|Профиль',
                           'classes': '1️⃣ <code>Литература</code> <b>36</b>\n'
                                      '2️⃣ <code>Литература</code> <b>36</b>\n'
                                      '3️⃣ <code>Право</code> <b>7</b>\n'
                                      '4️⃣ <code>Проект</code> <b>24/25/27</b>\n'
                                      '5️⃣ <code>Биология</code> <b>33</b>\n'
                                      '6️⃣ <code>Фр./нем.яз</code> <b>4/20</b>\n'
                                      '7️⃣ <code>Экономика</code> <b>8</b>\n'
                                      '8️⃣ <code>Англ.яз(доп)</code> <b>-</b>\n'
                                      'В школе до 15:10'
                           },
                     '4': {'description': 'Четверг|11ГУМ|Профиль',
                           'classes': '1️⃣ <code>Англ.яз</code> <b>10/36</b>\n'
                                      '2️⃣ <code>Англ.яз</code> <b>10/36</b>\n'
                                      '3️⃣ <code>Математика</code> <b>19</b>\n'
                                      '4️⃣ <code>Математика</code> <b>16</b>\n'
                                      '5️⃣ <code>История</code> <b>7</b>\n'
                                      '6️⃣ <code>Родной рус.яз</code> <b>28</b>\n'
                                      '7️⃣ <code>Физ-ра</code> <b>-</b>\n'
                                      '8️⃣ <code>Рус.яз(доп)</code> <b></b>\n'
                                      'В школе до 17:10'
                           },
                     '5': {'description': 'Пятница|11ГУМ|Профиль',
                           'classes': '1️⃣ <code>Родная литература</code> <b>33</b>\n'
                                      '2️⃣ <code>За стр. уч. общ.</code> <b>34</b>\n'
                                      '3️⃣ <code>Обществознание</code> <b>33</b>\n'
                                      '4️⃣ <code>Обществознание</code> <b>33</b>\n'
                                      '5️⃣ <code>История</code> <b>14</b>\n'
                                      '6️⃣ <code>За стр. уч. истории</code> <b>9</b>\n'
                                      'В школе до 14:10'
                           },
                     '6': {'description': 'Здрасте, приехали! По субботам не учимся',
                           'classes': 'Отдыхаем'
                           },
                     '7': {'description': 'Здрасте, приехали! По воскресеньям не учимся',
                           'classes': 'Отдыхаем'
                           }},

            'base': {'1': {'description': 'Понедельник|11ГУМ|База',
                           'classes': '1️⃣ <code>Рус.яз</code> <b>18</b>\n'
                                      '2️⃣ <code>Рус.яз</code> <b>18</b>\n'
                                      '3️⃣ <code>Англ.яз</code> <b>10/36</b>\n'
                                      '4️⃣ <code>Англ.яз</code> <b>10/36</b>\n'
                                      '5️⃣ <code>Родная литература</code> <b>29</b>\n'
                                      '6️⃣ <code>Акт. воп. общ. при. подг.к егэ</code> <b>11</b>\n'
                                      '7️⃣ <code>-</code> <b>-</b>\n'
                                      '8️⃣ <code>Фр/нем.яз</code> <b>-</b>\n'
                                      'В школе до 15:10'
                           },
                     '2': {'description': 'Вторник|11ГУМ|База',
                           'classes': '1️⃣ <code>Англ.яз</code> <b>10/36</b>\n'
                                      '2️⃣ <code>Англ.яз</code> <b>10/36</b>\n'
                                      '3️⃣ <code>Акт. воп. истор. при подг. к егэ</code> <b>10</b>\n'
                                      '4️⃣ <code>История</code> <b>9</b>\n'
                                      '5️⃣ <code>Литература</code> <b>26</b>\n'
                                      '6️⃣ <code>Литература</code> <b>26</b>\n'
                                      '7️⃣ <code>История</code> <b>9</b>\n'
                                      '8️⃣ <code>Рус.яз(доп)/история</code> <b>-</b>\n'
                                      'В школе до 16:10'
                           },
                     '3': {'description': 'Среда|11ГУМ|База',
                           'classes': '1️⃣ <code>Физ-ра</code> <b>Зал</b>\n'
                                      '2️⃣ <code>Астрономия</code> <b>39</b>\n'
                                      '3️⃣ <code>Право</code> <b>7</b>\n'
                                      '4️⃣ <code>Проект</code> <b>24/25/27</b>\n'
                                      '5️⃣ <code>Биология</code> <b>33</b>\n'
                                      '6️⃣ <code>Фр./нем.яз</code> <b>4/20</b>\n'
                                      '7️⃣ <code>Экономика</code> <b>8</b>\n'
                                      '8️⃣ <code>Англ.яз(доп)</code> <b>-</b>\n'
                                      'В школе до 15:10'
                           },
                     '4': {'description': 'Четверг|11ГУМ|База',
                           'classes': '1️⃣ <code>Англ.яз</code> <b>10/36</b>\n'
                                      '2️⃣ <code>Англ.яз</code> <b>10/36</b>\n'
                                      '3️⃣ <code>Акт.воп.истор. при. подг. к егэ</code> <b>7</b>\n'
                                      '4️⃣ <code>Родной рус.яз</code> <b>22</b>\n'
                                      '5️⃣ <code>История</code> <b>10</b>\n'
                                      '6️⃣ <code>ОБЖ</code> <b>14</b>\n'
                                      '7️⃣ <code>Акт. воп. истор. при. подг. к егэ</code> <b>9</b>\n'
                                      '8️⃣ <code>Рус.яз(доп)</code> <b></b>\n'
                                      'В школе до 17:10'
                           },
                     '5': {'description': 'Пятница|11ГУМ|База',
                           'classes': '1️⃣ <code>Физ-ра</code> <b>Зал</b>\n'
                                      '2️⃣ <code>За стр. уч. общ.</code> <b>10</b>\n'
                                      '3️⃣ <code>Обществознание</code> <b>33</b>\n'
                                      '4️⃣ <code>Обществознание</code> <b>33</b>\n'
                                      '5️⃣ <code>За стр. уч. истории</code> <b>9</b>\n'
                                      '6️⃣ <code>Акт. воп. истор. при. подг. к егэ</code> <b>9</b>\n'
                                      'В школе до 14:10'
                           },
                     '6': {'description': 'Здрасте, приехали! По субботам не учимся',
                           'classes': 'Отдыхаем'
                           },
                     '7': {'description': 'Здрасте, приехали! По воскресеньям не учимся',
                           'classes': 'Отдыхаем'
                           }}},

        'se': {
            'prof': {'1': {'description': 'Понедельник|11СОЦ|Профиль',
                           'classes': '1️⃣ <code>Математика</code> <b>22</b>\n'
                                      '2️⃣ <code>Математика</code> <b>22</b>\n'
                                      '3️⃣ <code>Обществознание</code> <b>22</b>\n'
                                      '4️⃣ <code>История</code> <b>33</b>\n'
                                      '5️⃣ <code>ОБЖ</code> <b>9</b>\n'
                                      '6️⃣ <code>Рус.яз</code> <b>33</b>\n'
                                      '7️⃣ <code>Рус.яз</code> <b>33</b>\n'
                                      '8️⃣ <code>Фр/нем.яз</code> <b>-</b>\n'
                           },
                     '2': {'description': 'Вторник|11СОЦ|Профиль',
                           'classes': '1️⃣ <code>Обществознание</code> <b>39</b>\n'
                                      '2️⃣ <code>Обществознание</code> <b>39</b>\n'
                                      '3️⃣ <code>Физ-ра</code> <b>Зал</b>\n'
                                      '4️⃣ <code>Англ.яз</code> <b>10</b>\n'
                                      '5️⃣ <code>Математика</code> <b>35</b>\n'
                                      '6️⃣ <code>Математика</code> <b>35</b>\n'
                                      '7️⃣ <code>Англ.яз</code> <b>10</b>\n'
                                      '8️⃣ <code>Рус.яз(доп)</code> <b>-</b>\n'

                           },
                     '3': {'description': 'Среда|11СОЦ|Профиль',
                           'classes': '1️⃣ <code>Литература</code> <b>36</b>\n'
                                      '2️⃣ <code>Литература</code> <b>36</b>\n'
                                      '3️⃣ <code>Англ.яз</code> <b>10</b>\n'
                                      '4️⃣ <code>Индивидуальный проект</code> <b>24/25/27</b>\n'
                                      '5️⃣ <code>Биология</code> <b>33</b>\n'
                                      '6️⃣ <code>Фр/нем.яз</code> <b>4/20</b>\n'
                                      '7️⃣ <code>Англ.яз</code> <b>10</b>\n'
                                      '8️⃣ <code>Англ.яз(доп)</code> <b>-</b>\n'
                           },
                     '4': {'description': 'Четверг|11СОЦ|Профиль',
                           'classes': '1️⃣ <code>Право</code> <b>8</b>\n'
                                      '2️⃣ <code>Экономика</code> <b>7</b>\n'
                                      '3️⃣ <code>Математика</code> <b>19</b>\n'
                                      '4️⃣ <code>Математика</code> <b>16</b>\n'
                                      '5️⃣ <code>География</code> <b>26</b>\n'
                                      '6️⃣ <code>Рус.яз</code> <b>28</b>\n'
                                      '7️⃣ <code>Физ-ра</code> <b></b>\n'
                                      '8️⃣-1️⃣0️⃣ <code>Рус.яз(доп)/Стиль. Мода</code> <b>-</b>\n'

                           },
                     '5': {'description': 'Пятница|11СОЦ|Профиль',
                           'classes': '1️⃣ <code>Родная литература</code> <b>33</b>\n'
                                      '2️⃣ <code>За стр. уч. общ.</code> <b>34</b>\n'
                                      '3️⃣ <code>История</code> <b>9</b>\n'
                                      '4️⃣ <code>Англ.яз</code> <b>10</b>\n'
                                      '5️⃣ <code>Англ.яз</code> <b>10</b>\n'
                                      '6️⃣ <code>За стр. уч. истории</code> <b>9</b>\n'
                                      '7️⃣ <code></code> <b></b>\n'
                           },
                     '6': {'description': 'Здрасте, приехали! По субботам не учимся',
                           'classes': 'Отдыхаем'
                           },
                     '7': {'description': 'Здрасте, приехали! По воскресеньям не учимся',
                           'classes': 'Отдыхаем'
                           }, },
            'base': {'1': {'description': 'Понедельник|11СОЦ|База',
                           'classes': '1️⃣ <code>Рус.яз</code> <b>18</b>\n'
                                      '2️⃣ <code>Рус.яз</code> <b>18</b>\n'
                                      '3️⃣ <code>Обществознание</code> <b>11</b>\n'
                                      '4️⃣ <code>История</code> <b>33</b>\n'
                                      '5️⃣ <code>Родная литература</code> <b>29</b>\n'
                                      '6️⃣ <code>Акт. воп. истор. при. подг. к егэ</code> <b>11</b>\n'
                                      '8️⃣ <code>Фр/нем.яз</code> <b>-</b>\n'
                                      '9️⃣ <code>Стиль. Мода</code> <b>24</b>\n'
                           },
                     '2': {'description': 'Вторник|11СОЦ|База',
                           'classes': '1️⃣ <code>Обществознание</code> <b>39</b>\n'
                                      '2️⃣ <code>Обществознание</code> <b>39</b>\n'
                                      '3️⃣ <code>Рус.яз ЕГЭ</code> <b>18</b>\n'
                                      '4️⃣ <code>Англ.яз</code> <b>10</b>\n'
                                      '5️⃣ <code>Литература</code> <b>26</b>\n'
                                      '6️⃣ <code>Литература</code> <b>26</b>\n'
                                      '7️⃣ <code>Англ.яз</code> <b>10</b>\n'
                                      '8️⃣ <code>Рус.яз(доп)</code> <b>-</b>\n'
                                      '9️⃣ <code>Рус.яз(доп)</code> <b></b>\n'

                           },
                     '3': {'description': 'Среда|11СОЦ|База',
                           'classes': '1️⃣ <code>Физ-ра</code> <b>Зал</b>\n'
                                      '2️⃣ <code>Астрономия</code> <b>39</b>\n'
                                      '3️⃣ <code>Англ.яз</code> <b>10</b>\n'
                                      '4️⃣ <code>Проект</code> <b>24/25/27</b>\n'
                                      '5️⃣ <code>Биология</code> <b>33</b>\n'
                                      '6️⃣ <code>Фр/нем.яз</code> <b>4/20</b>\n'
                                      '7️⃣ <code>Англ.яз</code> <b>10</b>\n'
                                      '8️⃣ <code>Англ.яз(доп)</code> <b>-</b>\n'
                           },
                     '4': {'description': 'Четверг|11СОЦ|База',
                           'classes': '1️⃣ <code>Право</code> <b>8</b>\n'
                                      '2️⃣ <code>Экономика</code> <b>7</b>\n'
                                      '3️⃣ <code>Рус.яз ЕГЭ</code> <b>16</b>\n'
                                      '4️⃣ <code>Родной рус.яз</code> <b>22</b>\n'
                                      '5️⃣ <code>География</code> <b>26</b>\n'
                                      '6️⃣ <code>ОБЖ</code> <b>14</b>\n'
                                      '7️⃣ <code>Рус.яз ЕГЭ</code> <b>28</b>\n'
                                      '8️⃣ <code>Рус.яз(доп)</code> <b>-</b>\n'
                                      '9️⃣ <code>Стиль. Мода</code> <b>24</b>\n'
                           },
                     '5': {'description': 'Пятница|11СОЦ|База',
                           'classes': '1️⃣ <code>Физ-ра</code> <b>Зал</b>\n'
                                      '2️⃣ <code>За стр. уч. общ.</code> <b>10</b>\n'
                                      '3️⃣ <code>История</code> <b>9</b>\n'
                                      '4️⃣ <code>Англ.яз</code> <b>10</b>\n'
                                      '5️⃣ <code>Англ.яз</code> <b>10</b>\n'
                                      '6️⃣ <code>За стр. уч. истории</code> <b>9</b>\n'
                                      '7️⃣ <code>История ЕГЭ</code> <b></b>\n'
                           },
                     '6': {'description': 'Здрасте, приехали! По субботам не учимся',
                           'classes': 'Отдыхаем'
                           },
                     '7': {'description': 'Здрасте, приехали! По воскресеньям не учимся',
                           'classes': 'Отдыхаем'
                           }, }},
        'bh': {
            'prof': {
                '1': {'description': 'Понедельник|10БХ|Профиль',
                      'classes': '1️⃣ <code>Математика</code> <b>22</b>\n'
                                 '2️⃣ <code>Математика</code> <b>22</b>\n'
                                 '3️⃣ <code>Генетика</code> <b>38</b>\n'
                                 '4️⃣ <code>Проект</code> <b>25</b>\n'
                                 '5️⃣ <code>ОБЖ</code> <b>9</b>\n'
                                 '6️⃣ <code>Рус.яз</code> <b>33</b>\n'
                                 '7️⃣ <code>Рус.яз</code> <b>33</b>\n'
                      },
                '2': {'description': 'Вторник|10БХ|Профиль',
                      'classes': '1️⃣ <code>Биология</code> <b>38</b>\n'
                                 '2️⃣ <code>Биология</code> <b>38</b>\n'
                                 '3️⃣ <code>Физ-ра</code> <b>Зал</b>\n'
                                 '4️⃣ <code>История</code> <b>16</b>\n'
                                 '5️⃣ <code>Математика</code> <b>35</b>\n'
                                 '6️⃣ <code>Математика</code> <b>35</b>\n'
                                 '7️⃣ <code>Англ.яз</code> <b>36</b>\n'
                                 '8️⃣ <code>Химия(доп)</code> <b>-</b>\n'

                      },
                '3': {'description': 'Среда|10БХ|Профиль',
                      'classes': '1️⃣ <code>Литература</code> <b>36</b>\n'
                                 '2️⃣ <code>Литература</code> <b>36</b>\n'
                                 '3️⃣ <code>Физика</code> <b>39</b>\n'
                                 '4️⃣ <code>Химия</code> <b>40</b>\n'
                                 '5️⃣ <code>Химия</code> <b>40</b>\n'
                                 '6️⃣ <code>За стр. уч. биологии</code> <b>38</b>\n'
                                 '7️⃣ <code>Англ.яз</code> <b>36</b>\n'
                                 '8️⃣ <code>Англ.яз(доп)</code> <b>-</b>\n'
                      },
                '4': {'description': 'Четверг|10БХ|Профиль',
                      'classes': '1️⃣ <code>Химия</code> <b>40</b>\n'
                                 '2️⃣ <code>Химия</code> <b>40</b>\n'
                                 '3️⃣ <code>Математика</code> <b>19</b>\n'
                                 '4️⃣ <code>Математика</code> <b>29</b>\n'
                                 '5️⃣ <code>История</code> <b>28</b>\n'
                                 '6️⃣ <code>Родной рус.яз</code> <b>28</b>\n'
                                 '7️⃣ <code>Физ-ра</code> <b>Зал</b>\n'
                                 '8️⃣ <code>Рус.яз(доп)</code> <b>-</b>\n'
                      },
                '5': {'description': 'Пятница|10БХ|Профиль',
                      'classes': '1️⃣ <code>Родная литература</code> <b>33</b>\n'
                                 '2️⃣ <code>За стр. уч. химии</code> <b>40</b>\n'
                                 '3️⃣ <code>Физика</code> <b>39</b>\n'
                                 '4️⃣ <code>Англ.яз</code> <b>36</b>\n'
                                 '5️⃣ <code>Биология</code> <b>38</b>\n'
                                 '6️⃣ <code>Биология</code> <b>38</b>\n'
                      },
                '6': {'description': 'Здрасте, приехали! По субботам не учимся',
                      'classes': 'Отдыхаем'
                      },
                '7': {'description': 'Здрасте, приехали! По воскресеньям не учимся',
                      'classes': 'Отдыхаем'
                      }
            },
            'base': {
                '1': {'description': 'Понедельник|10БХ|База',
                      'classes': '1️⃣ <code>Рус.яз</code> <b>18</b>\n'
                                 '2️⃣ <code>Рус.яз</code> <b>18</b>\n'
                                 '3️⃣ <code>Генетика</code> <b>38</b>\n'
                                 '4️⃣ <code>Проект</code> <b>25</b>\n'
                                 '5️⃣ <code>Родная литература</code> <b>29</b>\n'
                                 '6️⃣ <code>Биология ЕГЭ</code> <b>38</b>\n'
                      },
                '2': {'description': 'Вторник|10БХ|База',
                      'classes': '1️⃣ <code>Биология</code> <b>38</b>\n'
                                 '2️⃣ <code>Биология</code> <b>38</b>\n'
                                 '3️⃣ <code>Рус.яз ЕГЭ</code> <b>18</b>\n'
                                 '4️⃣ <code>История</code> <b>16</b>\n'
                                 '5️⃣ <code>Литература</code> <b>26</b>\n'
                                 '6️⃣ <code>Литература</code> <b>26</b>\n'
                                 '7️⃣ <code>Англ.яз</code> <b>36</b>\n'
                                 '8️⃣ <code>Химия(доп)</code> <b>-</b>\n'

                      },
                '3': {'description': 'Среда|10БХ|База',
                      'classes': '1️⃣ <code>Физ-ра</code> <b>Зал</b>\n'
                                 '2️⃣ <code>Астрономия</code> <b>39</b>\n'
                                 '3️⃣ <code>Химия</code> <b>40</b>\n'
                                 '4️⃣ <code>Химия</code> <b>40</b>\n'
                                 '5️⃣ <code>Биология</code> <b>38</b>\n'
                                 '6️⃣ <code>Физика</code> <b>39</b>\n'
                                 '7️⃣ <code>Англ.яз</code> <b>36</b>\n'

                      },
                '4': {'description': 'Четверг|10БХ|База',
                      'classes': '1️⃣ <code>Химия</code> <b>40</b>\n'
                                 '2️⃣ <code>Химия</code> <b>40</b>\n'
                                 '3️⃣ <code>Рус.яз ЕГЭ</code> <b>16</b>\n'
                                 '4️⃣ <code>Родной рус.яз</code> <b>22</b>\n'
                                 '5️⃣ <code>История</code> <b>7</b>\n'
                                 '6️⃣ <code>ОБЖ</code> <b>14</b>\n'
                                 '7️⃣ <code>Рус.яз ЕГЭ</code> <b>28</b>\n'
                                 '8️⃣ <code>Рус.яз(доп)</code> <b>-</b>\n'
                      },
                '5': {'description': 'Пятница|10БХ|База',
                      'classes': '1️⃣ <code>Физ-ра</code> <b>Зал</b>\n'
                                 '2️⃣ <code>За стр. уч. химии</code> <b>40</b>\n'
                                 '3️⃣ <code>Физика</code> <b>39</b>\n'
                                 '4️⃣ <code>Англ.яз</code> <b>36</b>\n'
                                 '5️⃣ <code>Биология</code> <b>38</b>\n'
                                 '6️⃣ <code>Биология</code> <b>38</b>\n'
                                 '7️⃣ <code>Рус.яз ЕГЭ</code> <b>18</b>\n'
                      },
                '6': {'description': 'Здрасте, приехали! По субботам не учимся',
                      'classes': 'Отдыхаем'
                      },
                '7': {'description': 'Здрасте, приехали! По воскресеньям не учимся',
                      'classes': 'Отдыхаем'
                      }
            }
        },
    }, }
