days = {
    '8': {
        'a': {
            'None': {
                '1': {'description': 'Понедельник|8А',
                      'classes': '1️⃣ <u>Биология</u> <b>38</b>\n'
                                 '2️⃣ <u>Алгебра</u> <b>33</b>\n'
                                 '3️⃣ <u>Физ-ра</u> <b>33</b>\n'
                                 '4️⃣ <u>География</u> <b>33</b>\n'
                                 '5️⃣ <u>История</u> <b>33</b>\n'
                                 '6️⃣ <u>Физика</u> <b>39</b>\n'
                                 '7️⃣ <u>Нем.яз 1 гр.</u> <b>20</b>\n'
                      },
                '2': {'description': 'Вторник|8А',
                      'classes': '1️⃣ <u>Рус.яз</u> <b>33</b>\n'
                                 '2️⃣ <u>Англ.яз</u> <b>9а/23</b>\n'
                                 '3️⃣ <u>Химия</u> <b>40</b>\n'
                                 '4️⃣ <u>Рус.яз</u> <b>33</b>\n'
                                 '5️⃣ <u>Алгебра</u> <b>33</b>\n'
                                 '6️⃣ <u>Геометрия</u> <b>33</b>\n'
                                 '7️⃣ <u>Нем.яз 2 гр.</u> <b>4</b>\n'
                                 '8️⃣ <u>Обществ./программирование</u> <b>33/24</b>\n'},
                '3': {'description': 'Среда|8А',
                      'classes': '1️⃣ <u>Алгебра</u> <b>-</b>\n'
                                 '2️⃣ <u>МХК</u> <b>9а/23</b>\n'
                                 '3️⃣ <u>Родной рус.яз</u> <b>33</b>\n'
                                 '4️⃣ <u>Литература</u> <b>33</b>\n'
                                 '5️⃣ <u>Нем.яз/информатика</u> <b>9а/24</b>\n'
                                 '6️⃣ <u>История</u> <b>33</b>\n'
                                 '7️⃣ <u>Англ.яз</u> <b>доп</b>\n'
                                 '8️⃣ <u>Математика</u> <b>-</b>\n'
                                 '9️⃣ <u>Scratch</u> <b>24</b>'},
                '4': {'description': 'Четверг|8А',
                      'classes': '1️⃣ <u>ОБЖ</u> <b>33</b>\n'
                                 '2️⃣ <u>Англ.яз</u> <b>9а/23</b>\n'
                                 '3️⃣ <u>Технология перевода</u> <b>9а/23</b>\n'
                                 '4️⃣ <u>Нем.яз/информатика</u> <b>21/24</b>\n'
                                 '5️⃣ <u>Геометрия</u> <b>33</b>\n'
                                 '6️⃣ <u>Обществознание</u> <b>33</b>\n'
                                 '7️⃣ <u>Химия</u> <b>40</b>\n'
                                 '8️⃣ <u>Scratch</u> <b>24</b>\n'},
                '5': {'description': 'Пятница|8А',
                      'classes': '1️⃣ <u>Физика</u> <b>39</b>\n'
                                 '2️⃣ <u>Родная литература</u> <b>33</b>\n'
                                 '3️⃣ <u>Биология</u> <b>38</b>\n'
                                 '4️⃣ <u>Физ-ра</u> <b>Зал</b>\n'
                                 '5️⃣ <u>География</u> <b>33</b>\n'
                                 '6️⃣ <u>Алгебра</u> <b>33</b>\n'
                                 '7️⃣ <u>Англ.яз</u> <b>9а/23</b>\n'}
            }, },
        'b': {
            'None': {
                '1': {'description': 'Понедельник|8Б',
                      'classes': '1️⃣ <u>Физика</u> <b>39</b>\n'
                                 '2️⃣ <u>Англ.яз</u> <b>23/23а</b>\n'
                                 '3️⃣ <u>МХК</u> <b>23/23а</b>\n'
                                 '4️⃣ <u>Биология</u> <b>38</b>\n'
                                 '5️⃣ <u>Алгебра</u> <b>22</b>\n'
                                 '6️⃣ <u>История</u> <b>22</b>\n'
                      },
                '2': {'description': 'Вторник|8Б',
                      'classes': '1️⃣ <u>География<u> <b>22</b>\n'
                                 '2️⃣ <u>Физ-ра</u> <b>Зал</b>\n'
                                 '3️⃣ <u>Геометрия</u> <b>22</b>\n'
                                 '4️⃣ <u>ОБЖ</u> <b>22</b>\n'
                                 '5️⃣ <u>Англ.яз</u> <b>23/23а</b>\n'
                                 '6️⃣ <u>Химия</u> <b>40</b>\n'
                                 '7️⃣ <u>Англ.яз</u> <b>доп</b>\n'
                                 '8️⃣ <u>Стиль.мода/программирование</u> <b>24/33</b>\n'},
                '3': {'description': 'Среда|8Б',
                      'classes': '1️⃣ <u>Рус.яз</u> <b>22</b>\n'
                                 '2️⃣ <u>Литература</u> <b>22</b>\n'
                                 '3️⃣ <u>Информатика</u> <b>24/25</b>\n'
                                 '4️⃣ <u>Алгебра</u> <b>22</b>\n'
                                 '5️⃣ <u>История</u> <b>22</b>\n'
                                 '6️⃣ <u>Химия</u> <b>40</b>\n'
                                 '7️⃣ <u>Физика</u> <b>39</b>\n'
                                 '8️⃣ <u>Математика</u> <b>-</b>\n'
                                 '9️⃣ <u>Scratch</u> <b>24</b>'},
                '4': {'description': 'Четверг|8Б',
                      'classes': '1️⃣ <u>Технология перевода</u> <b>23/23а</b>\n'
                                 '2️⃣ <u>Рус.яз</u> <b>22</b>\n'
                                 '3️⃣ <u>Геометрия</u> <b>22</b>\n'
                                 '4️⃣ <u>Фр./исп. яз</u> <b>2/4</b>\n'
                                 '5️⃣ <u>Обществознание</u> <b>22</b>\n'
                                 '6️⃣ <u>Родная литература</u> <b>22</b>\n'
                                 '7️⃣ <u>География</u> <b>22</b>\n'
                                 '8️⃣ <u>Scratch</u> <b>24</b>\n'},
                '5': {'description': 'Пятница|8Б',
                      'classes': '1️⃣ <u>Алгебра</u> <b>22</b>\n'
                                 '2️⃣ <u>Алгебра</u> <b>22</b>\n'
                                 '3️⃣ <u>Фр./исп. яз</u> <b>2/4</b>\n'
                                 '4️⃣ <u>Англ.яз</u> <b>23/23а</b>\n'
                                 '5️⃣ <u>Физ-ра</u> <b>Зал</b>\n'
                                 '6️⃣ <u>Родной рус.яз</u> <b>22</b>\n'
                                 '7️⃣ <u>Биология</u> <b>28</b>\n'
                      }
            }},
        'v': {
            'None': {
                '1': {'description': 'Понедельник|8В',
                      'classes': '1️⃣ <u>История</u> <b>26</b>\n'
                                 '2️⃣ <u>Биология</u> <b>388</b>\n'
                                 '3️⃣ <u>Алгебра</u> <b>26</b>\n'
                                 '4️⃣ <u>Англ.яз</u> <b>23/26</b>\n'
                                 '5️⃣ <u>МХК</u> <b>23/26</b>\n'
                                 '6️⃣ <u>Рус.яз</u> <b>26</b>\n'
                                 '7️⃣ <u>Рус.яз</u> <b>-</b>\n'
                      },
                '2': {'description': 'Вторник|8В',
                      'classes': '1️⃣ <u>Геометрия</u> <b>26</b>\n'
                                 '2️⃣ <u>География</u> <b>26</b>\n'
                                 '3️⃣ <u>Англ.яз</u> <b>23/26</b>\n'
                                 '4️⃣ <u>Биология</u> <b>38</b>\n'
                                 '5️⃣ <u>Химия</u> <b>40</b>\n'
                                 '6️⃣ <u>Англ.яз</u> <b>23/27</b>\n'
                                 '7️⃣ <u>Физика</u> <b>39</b>\n'
                                 '8️⃣ <u>Обществ./программирование</u> <b>33/24</b>\n'},
                '3': {'description': 'Среда|8В',
                      'classes': '1️⃣ <u>Технология перевода</u> <b>23/26</b>\n'
                                 '2️⃣ <u>Физ-ра</u> <b>Зал</b>\n'
                                 '3️⃣ <u>Алгебра</u> <b>26</b>\n'
                                 '4️⃣ <u>Литература</u> <b>26</b>\n'
                                 '5️⃣ <u>Рус.яз</u> <b>26</b>\n'
                                 '6️⃣ <u>Испанский язык</u> <b>2/9а</b>\n'
                                 '7️⃣ <u>Обществознание</u> <b>26</b>\n'
                                 '8️⃣ <u>Математика</u> <b>-</b>\n'},
                '4': {'description': 'Четверг|8В',
                      'classes': '1️⃣ <u>Алгебра</u> <b>26</b>\n'
                                 '2️⃣ <u>Геометрия</u> <b>26</b>\n'
                                 '3️⃣ <u>Химия</u> <b>40</b>\n'
                                 '4️⃣ <u>Физика</u> <b>39</b>\n'
                                 '5️⃣ <u>Физ-ра</u> <b>Зал</b>\n'
                                 '6️⃣ <u>История</u> <b>26</b>\n'
                                 '7️⃣ <u>Англ.яз</u> <b>Доп</b>\n'
                                 '8️⃣ <u>Scratch</u> <b>24</b>\n'},
                '5': {'description': 'Пятница|8В',
                      'classes': '1️⃣ <u>География</u> <b>26</b>\n'
                                 '2️⃣ <u>ОБЖ</u> <b>26</b>\n'
                                 '3️⃣ <u>Родная литература</u> <b>26</b>\n'
                                 '4️⃣ <u>Информатика</u> <b>24/25</b>\n'
                                 '5️⃣ <u>Родной рус.яз</u> <b>26</b>\n'
                                 '6️⃣ <u>Испанский язык</u> <b>2/9а</b>\n'
                                 '7️⃣ <u>Алгебра</u> <b>26</b>\n'
                      }
            }}
    },
    '9': {
        'a': {
            'None': {
                '1': {'description': 'Понедельник|9А',
                      'classes': '1️⃣ <u>Химия</u> <b>40</b>\n'
                                 '2️⃣ <u>Информатика</u> <b>24/25</b>\n'
                                 '3️⃣ <u>Алгебра</u> <b>13</b>\n'
                                 '4️⃣ <u>Англ.яз</u> <b>20/23а</b>\n'
                                 '5️⃣ <u>Нем/Исп.яз</u> <b>2/4</b>\n'
                                 '6️⃣ <u>Рус.яз</u> <b>19</b>\n'
                                 '7️⃣ <u>Литература</u> <b>19</b>\n'
                                 '8️⃣ <u>Математика</u> <b>-</b>\n'
                      },
                '2': {'description': 'Вторник|9А',
                      'classes': '1️⃣ <u>Рус.яз</u> <b>8</b>\n'
                                 '2️⃣ <u>Биология</u> <b>33</b>\n'
                                 '3️⃣ <u>Англ.яз</u> <b>20/23а</b>\n'
                                 '4️⃣ <u>Англ.яз</u> <b>20/23а</b>\n'
                                 '5️⃣ <u>Геометрия</u> <b>22</b>\n'
                                 '6️⃣ <u>Обществознание</u> <b>22</b>\n'
                                 '7️⃣ <u>География</u> <b>22</b>\n'
                                 '8️⃣ <u>Обществознание</u> <b>-</b>\n'},
                '3': {'description': 'Среда|9А',
                      'classes': '1️⃣ <u>Информатика</u> <b>24/25</b>\n'
                                 '2️⃣ <u>Химия</u> <b>40</b>\n'
                                 '3️⃣ <u>Алгебра</u> <b>21</b>\n'
                                 '4️⃣ <u>Физика</u> <b>39</b>\n'
                                 '5️⃣ <u>География</u> <b>9</b>\n'
                                 '6️⃣ <u>Физ-ра</u> <b>Зал</b>\n'},
                '4': {'description': 'Четверг|9А',
                      'classes': '1️⃣ <u>Алгебра</u> <b>35</b>\n'
                                 '2️⃣ <u>Геометрия</u> <b>35</b>\n'
                                 '3️⃣ <u>Англ.яз</u> <b>20/23а</b>\n'
                                 '4️⃣ <u>История</u> <b>26</b>\n'
                                 '5️⃣ <u>Родная литература</u> <b>21</b>\n'
                                 '6️⃣ <u>Физ-ра</u> <b>Зал</b>\n'
                                 '7️⃣ <u>Англ.яз</u> <b>Доп</b>\n'
                                 '8️⃣ <u>Программирование</u> <b>25</b>\n'},
                '5': {'description': 'Пятница|9А',
                      'classes': '1️⃣ <u>Биология</u> <b>16</b>\n'
                                 '2️⃣ <u>История</u> <b>14</b>\n'
                                 '3️⃣ <u>Алгебра</u> <b>22</b>\n'
                                 '4️⃣ <u>Родной рус.яз</u> <b>22</b>\n'
                                 '5️⃣ <u>Нем/Исп.яз</u> <b>2/4</b>\n'
                                 '6️⃣ <u>МХК</u> <b>20/23а</b>\n'
                                 '7️⃣ <u>Физика</u> <b>39</b>\n'}
            }
        },
        'b': {
            'None': {
                '1': {'description': 'Понедельник|9Б',
                      'classes': '1️⃣ <u>Информатика</u> <b>24/25</b>\n'
                                 '2️⃣ <u>Химия</u> <b>40</b>\n'
                                 '3️⃣ <u>Англ.яз</u> <b>20/7</b>\n'
                                 '4️⃣ <u>Рус.яз</u> <b>7</b>\n'
                                 '5️⃣ <u>Литература</u> <b>7</b>\n'
                                 '6️⃣ <u>Алгебра</u> <b>7</b>\n'
                                 '7️⃣ <u>Физ-ра</u> <b>7</b>\n'
                      },
                '2': {'description': 'Вторник|9Б',
                      'classes': '1️⃣ <u>Геометрия</u> <b>7</b>\n'
                                 '2️⃣ <u>Англ.яз</u> <b>20/7</b>\n'
                                 '3️⃣ <u>Рус.яз</u> <b>7</b>\n'
                                 '4️⃣ <u>Рус.яз</u> <b>7</b>\n'
                                 '5️⃣ <u>География</u> <b>7</b>\n'
                                 '6️⃣ <u>Обществознание</u> <b></b>\n'
                                 '7️⃣ <u>Физика</u> <b></b>\n'
                                 '8️⃣ <u>Англ.яз</u> <b>Доп</b>\n'},
                '3': {'description': 'Среда|9Б',
                      'classes': '1️⃣ <u>Биология</u> <b>38</b>\n'
                                 '2️⃣ <u>Информатика</u> <b>24/25</b>\n'
                                 '3️⃣ <u>Химия</u> <b>40</b>\n'
                                 '4️⃣ <u>Алгебра</u> <b>7</b>\n'
                                 '5️⃣ <u>Фр/исп.яз</u> <b>4/2</b>\n'
                                 '6️⃣ <u>География</u> <b>7</b>\n'
                                 '7️⃣ <u>История</u> <b>7</b>\n'
                                 '8️⃣ <u>Родная литература</u> <b>7</b>\n'},
                '4': {'description': 'Четверг|9Б',
                      'classes': '1️⃣ <u>Физ-ра</u> <b>Зал</b>\n'
                                 '2️⃣ <u>Биология</u> <b>38</b>\n'
                                 '3️⃣ <u>Англ.яз</u> <b>20/7</b>\n'
                                 '4️⃣ <u>Англ.яз</u> <b>20/7</b>\n'
                                 '5️⃣ <u>Алгебра</u> <b>7</b>\n'
                                 '6️⃣ <u>Физика</u> <b>39</b>\n'
                                 '7️⃣ <u>Программирование</u> <b>25</b>\n'
                                 '8️⃣ <u>Англ.яз</u> <b>-</b>\n'},
                '5': {'description': 'Пятница|9Б',
                      'classes': '1️⃣ <u>Алгебра</u> <b>7</b>\n'
                                 '2️⃣ <u>Геометрия</u> <b>7</b>\n'
                                 '3️⃣ <u>Родной рус.яз</u> <b>7</b>\n'
                                 '4️⃣ <u>Фр/исп.яз</u> <b>4/2</b>\n'
                                 '5️⃣ <u>МХК</u> <b>20/7</b>\n'
                                 '6️⃣ <u>История</u> <b>7</b>\n'
                                 '7️⃣ <u>Математика</u> <b></b>\n'
                      }
            }
        },
        'v': {
            'None': {
                '1': {'description': 'Понедельник|9В',
                      'classes': '1️⃣ <u>WORK IN PROGRESS</u> <b></b>\n'
                                 '2️⃣ <u>WORK IN PROGRESS</u> <b></b>\n'
                                 '3️⃣ <u>WORK IN PROGRESS</u> <b></b>\n'
                                 '4️⃣ <u>WORK IN PROGRESS</u> <b></b>\n'
                                 '5️⃣ <u>WORK IN PROGRESS</u> <b></b>\n'
                                 '6️⃣ <u>WORK IN PROGRESS</u> <b></b>\n'
                                 '7️⃣ <u>WORK IN PROGRESS</u> <b></b>\n'
                                 '8️⃣ <u>WORK IN PROGRESS</u> <b>-</b>\n'
                      },
                '2': {'description': 'Вторник|9В',
                      'classes': '1️⃣ <u>WORK IN PROGRESS>u> <b></b>\n'
                                 '2️⃣ <u>WORK IN PROGRESS</u> <b></b>\n'
                                 '3️⃣ <u>WORK IN PROGRESS</u> <b></b>\n'
                                 '4️⃣ <u>WORK IN PROGRESS</u> <b></b>\n'
                                 '5️⃣ <u>WORK IN PROGRESS</u> <b></b>\n'
                                 '6️⃣ <u>WORK IN PROGRESS</u> <b></b>\n'
                                 '7️⃣ <u>WORK IN PROGRESS</u> <b></b>\n'
                                 '8️⃣ <u>WORK IN PROGRESS</u> <b>-</b>\n'},
                '3': {'description': 'Среда|9В',
                      'classes': '1️⃣ <u>WORK IN PROGRESS>u> <b></b>\n'
                                 '2️⃣ <u>WORK IN PROGRESS</u> <b></b>\n'
                                 '3️⃣ <u>WORK IN PROGRESS</u> <b></b>\n'
                                 '4️⃣ <u>WORK IN PROGRESS</u> <b></b>\n'
                                 '5️⃣ <u>WORK IN PROGRESS</u> <b></b>\n'
                                 '6️⃣ <u>WORK IN PROGRESS</u> <b></b>\n'
                                 '7️⃣ <u>WORK IN PROGRESS</u> <b></b>\n'
                                 '8️⃣ <u>WORK IN PROGRESS</u> <b>-</b>\n'},
                '4': {'description': 'Четверг|9В',
                      'classes': '1️⃣ <u>WORK IN PROGRESS>u> <b></b>\n'
                                 '2️⃣ <u>WORK IN PROGRESS</u> <b></b>\n'
                                 '3️⃣ <u>WORK IN PROGRESS</u> <b></b>\n'
                                 '4️⃣ <u>WORK IN PROGRESS</u> <b></b>\n'
                                 '5️⃣ <u>WORK IN PROGRESS</u> <b></b>\n'
                                 '6️⃣ <u>WORK IN PROGRESS</u> <b></b>\n'
                                 '7️⃣ <u>WORK IN PROGRESS</u> <b></b>\n'
                                 '8️⃣ <u>WORK IN PROGRESS</u> <b>-</b>\n'},
                '5': {'description': 'Пятница|9В',
                      'classes': '1️⃣ <u>WORK IN PROGRESS>u> <b></b>\n'
                                 '2️⃣ <u>WORK IN PROGRESS</u> <b></b>\n'
                                 '3️⃣ <u>WORK IN PROGRESS</u> <b></b>\n'
                                 '4️⃣ <u>WORK IN PROGRESS</u> <b></b>\n'
                                 '5️⃣ <u>WORK IN PROGRESS</u> <b></b>\n'
                                 '6️⃣ <u>WORK IN PROGRESS</u> <b></b>\n'
                                 '7️⃣ <u>WORK IN PROGRESS</u> <b></b>\n'
                                 '8️⃣ <u>WORK IN PROGRESS</u> <b>-</b>\n'}
            }
        }
    },
    '10': {
        'med': {
            'None': {'1': {'description': 'Понедельник|10МЕД',
                           'classes': '1️⃣ <u>Математика</u> <b>16</b>\n'
                                      '2️⃣ <u>Рус.яз</u> <b>35</b>\n'
                                      '3️⃣ <u>Рус.яз</u> <b>35</b>\n'
                                      '4️⃣ <u>Математика</u> <b>21</b>\n'
                                      '5️⃣ <u>ИП</u> <b>38/40</b>\n'
                                      '6️⃣ <u>Физ-ра</u> <b>Зал</b>\n'
                                      '7️⃣ <u>ОБЖ</u> <b>9</b>\n'
                                      '8️⃣ <u>Химия(доп)</u> <b>-</b>\n'

                           },
                     '2': {'description': 'Вторник|10МЕД',
                           'classes': '1️⃣ <u>Химия</u> <b>40</b>\n'
                                      '2️⃣ <u>Химия</u> <b>40</b>\n'
                                      '3️⃣ <u>Генетика</u> <b>38</b>\n'
                                      '4️⃣ <u>Англ.яз</u> <b>36</b>\n'
                                      '5️⃣ <u>Англ.яз</u> <b>36</b>\n'
                                      '6️⃣ <u>Биология</u> <b>38</b>\n'
                                      '7️⃣ <u>Биология</u> <b></b>'

                           },
                     '3': {'description': 'Среда|10МЕД',
                           'classes': '1️⃣ <u>Математика</u> <b>26</b>\n'
                                      '2️⃣ <u>Математика</u> <b>26</b>\n'
                                      '3️⃣ <u>ИП</u> <b>38/27</b>\n'
                                      '4️⃣ <u>Родной рус.яз</u> <b>35</b>\n'
                                      '5️⃣ <u>Литература</u> <b>35</b>\n'
                                      '6️⃣ <u>История</u> <b>26</b>\n'
                                      '7️⃣ <u>Физ-ра</u> <b>Зал</b>\n'
                                      '8️⃣-9️⃣ <u>Физика(доп)</u> <b>-</b>'

                           },
                     '4': {'description': 'Четверг|10МЕД',
                           'classes': '1️⃣ <u>Биология</u> <b>38</b>\n'
                                      '2️⃣ <u>Биология</u> <b>38</b>\n'
                                      '3️⃣ <u>Англ.яз</u> <b>36</b>\n'
                                      '4️⃣ <u>Химия</u> <b>40</b>\n'
                                      '5️⃣ <u>Химия</u> <b>40</b>\n'
                                      '6️⃣ <u>Практикум по химии</u> <b>40</b>\n'
                                      '8️⃣ <u>Рус.яз(доп)</u> <b>-</b>\n'
                                      '9️⃣-🔟 <u>Стиль, мода</u> <b>24</b>'

                           },
                     '5': {'description': 'Пятница|10МЕД',
                           'classes': '1️⃣ <u>Математика</u> <b>35</b>\n'
                                      '2️⃣ <u>Математика</u> <b>35</b>\n'
                                      '3️⃣ <u>ОБЖ</u> <b>25</b>\n'
                                      '4️⃣ <u>Родная литература</u> <b>35</b>\n'
                                      '5️⃣ <u>Информатика</u> <b>25</b>\n'
                                      '6️⃣ <u>История</u> <b>26</b>\n'
                                      '7️⃣ <u>Литература</u> <b>35</b>\n'

                           },
                     '6': {'description': 'Ну и что ты здесь забыл?',
                           'classes': 'Иди спи'
                           },
                     '7': {'description': 'Ну и что ты здесь забыл?',
                           'classes': 'Иди спи'
                           }
                     }},
        'media': {
            'None': {'1': {'description': 'Понедельник|10МЕДИА',
                           'classes': '1️⃣ <u>Обществознание</u> <b>7</b>\n'
                                      '2️⃣ <u>Обществознание</u> <b>7</b>\n'
                                      '3️⃣ <u>Информатика</u> <b>24</b>\n'
                                      '4️⃣ <u>Рус.яз</u> <b>35</b>\n'
                                      '5️⃣ <u>Рус.яз</u> <b>35</b>\n'
                                      '6️⃣ <u>Англ.яз</u> <b>17</b>\n'
                                      '7️⃣ <u>Физ-ра</u> <b>Зал</b>\n'
                                      '8️⃣ <u>Англ.яз(олимп)</u> <b>-</b>'

                           },
                     '2': {'description': 'Вторник|10МЕДИА',
                           'classes': '1️⃣ <u>Математика</u> <b>35</b>\n'
                                      '2️⃣ <u>Математика</u> <b>35</b>\n'
                                      '3️⃣ <u>Англ.яз</u> <b>17</b>\n'
                                      '4️⃣ <u>Англ.яз</u> <b>17</b>\n'
                                      '5️⃣ <u>ОБЖ</u> <b>16</b>\n'
                                      '6️⃣ <u>История</u> <b>34</b>\n'
                                      '7️⃣ <u>ИП</u> <b>33</b>'

                           },
                     '3': {'description': 'Среда|10МЕДИА',
                           'classes': '1️⃣ <u>Биология</u> <b>13</b>\n'
                                      '2️⃣ <u>Родной рус.яз</u> <b>35</b>\n'
                                      '3️⃣ <u>Литература</u> <b>35</b>\n'
                                      '4️⃣ <u>Медиа в соц. сетях</u> <b>24</b>\n'
                                      '5️⃣ <u>Обществознание</u> <b>7</b>\n'
                                      '6️⃣ <u>Физ-ра</u> <b>-</b>\n'

                           },
                     '4': {'description': 'Четверг|10МЕДИА',
                           'classes': '1️⃣ <u>Англ.яз</u> <b>17</b>\n'
                                      '2️⃣ <u>Англ.яз</u> <b>17</b>\n'
                                      '3️⃣ <u>Математика</u> <b>33</b>\n'
                                      '4️⃣ <u>Математика</u> <b>33</b>\n'
                                      '5️⃣ <u>Литература</u> <b>35</b>\n'
                                      '6️⃣ <u>Литература</u> <b>35</b>\n'
                                      '7️⃣ <u>История</u> <b>14</b>\n'
                                      '8️⃣ <u>Рус.яз(доп)</u> <b>-</b>\n'
                                      '9️⃣-🔟 <u>Стиль, мода</u> <b>24</b>'

                           },
                     '5': {'description': 'Пятница|10МЕДИА',
                           'classes': '1️⃣ <u>Англ.яз</u> <b>17</b>\n'
                                      '2️⃣ <u>ОБЖ</u> <b>8</b>\n'
                                      '3️⃣ <u>Математика</u> <b>21</b>\n'
                                      '4️⃣ <u>Математика</u> <b>21</b>\n'
                                      '5️⃣ <u>Медиа журнал.</u> <b>35</b>\n'
                                      '6️⃣ <u>Родная литература</u> <b>35</b>\n'
                                      '7️⃣ <u>ИП</u> <b>33</b>'
                           },
                     '6': {'description': 'Ну и что ты здесь забыл?',
                           'classes': 'Иди спи'
                           },
                     '7': {'description': 'Ну и что ты здесь забыл?',
                           'classes': 'Иди спи'
                           }
                     }},
        'akadem': {
            'None': {'1': {'description': 'Понедельник|10АКАДЕМ',
                           'classes': '1️⃣ <u>Биология</u> <b>10</b>\n'
                                      '2️⃣ <u>Англ.яз</u> <b>10/17</b>\n'
                                      '3️⃣ <u>Рус.яз</u> <b>21</b>\n'
                                      '4️⃣ <u>Рус.яз</u> <b>21</b>\n'
                                      '5️⃣ <u>Англ.яз</u> <b>10/17</b>\n'
                                      '6️⃣ <u>ОБЖ</u> <b>35</b>\n'
                                      '7️⃣ <u>ИП</u> <b>24/25</b>'
                                      '8️⃣ <u>Англ.яз(олимп)</u> <b>-</b>\n'
                           },
                     '2': {'description': 'Вторник|10АКАДЕМ',
                           'classes': '1️⃣ <u>История</u> <b>34</b>\n'
                                      '2️⃣ <u>История</u> <b>34</b>\n'
                                      '3️⃣ <u>Математика</u> <b>35</b>\n'
                                      '4️⃣ <u>Математика</u> <b>35</b>\n'
                                      '5️⃣ <u>Англ.яз</u> <b>17</b>\n'
                                      '6️⃣ <u>Фр/нем.яз</u> <b>4/20</b>\n'
                                      '7️⃣ <u>Физ-ра</u> <b>Зал</b>'
                                      '8️⃣ <u>Англ.яз(доп)</u> <b>-</b>\n'

                           },
                     '3': {'description': 'Среда|10АКАДЕМ',
                           'classes': '1️⃣ <u>Право</u> <b>7</b>\n'
                                      '2️⃣ <u>Родной рус.яз</u> <b>8</b>\n'
                                      '3️⃣ <u>Физ-ра</u> <b>Зал</b>\n'
                                      '4️⃣ <u>Англ.яз</u> <b>17</b>\n'
                                      '5️⃣ <u>Литература</u> <b>19</b>\n'
                                      '6️⃣ <u>Экономика</u> <b>10</b>\n'
                                      '7️⃣ <u>Математика(доп)</u> <b>-</b>'

                           },
                     '4': {'description': 'Четверг|10АКАДЕМ',
                           'classes': '1️⃣ <u>История</u> <b>13</b>\n'
                                      '2️⃣ <u>История</u> <b>13</b>\n'
                                      '3️⃣ <u>Англ.яз</u> <b>17</b>\n'
                                      '4️⃣ <u>Обществознание</u> <b>10</b>\n'
                                      '5️⃣ <u>Математика</u> <b>18</b>\n'
                                      '6️⃣ <u>Математика</u> <b>18</b>\n'
                                      '7️⃣ <u>ОБЖ</u> <b>15</b>\n'
                                      '8️⃣ <u>Фр/нем.яз(доп)</u> <b>-</b>\n'
                                      '9️⃣-🔟 <u>Стиль, мода</u> <b>24</b>'

                           },
                     '5': {'description': 'Пятница|10АКАДЕМ',
                           'classes': '1️⃣ <u>Обществознание</u> <b>13</b>\n'
                                      '2️⃣ <u>Обществознание</u> <b>9</b>\n'
                                      '3️⃣ <u>Англ.яз</u> <b>17</b>\n'
                                      '4️⃣ <u>Литература</u> <b>7</b>\n'
                                      '5️⃣ <u>Математика</u> <b>29</b>\n'
                                      '6️⃣ <u>Математика</u> <b>29</b>\n'
                                      '7️⃣ <u>Родная литература</u> <b>19</b>\n'
                           },
                     '6': {'description': 'Ну и что ты здесь забыл?',
                           'classes': 'Иди спи'
                           },
                     '7': {'description': 'Ну и что ты здесь забыл?',
                           'classes': 'Иди спи'
                           }
                     }},
        'it': {
            'None': {
                '1': {'description': 'Понедельник|10ИНЖЕНЕРЫ/IT',
                      'classes': '1️⃣ <u>Математика</u> <b>16</b>\n'
                                 '2️⃣ <u>Рус.яз</u> <b>35</b>\n'
                                 '3️⃣ <u>Рус.яз</u> <b>35</b>\n'
                                 '4️⃣ <u>Математика</u> <b>21</b>\n'
                                 '5️⃣ <u>Англ.яз</u> <b>36</b>\n'
                                 '6️⃣ <u>Физ-ра</u> <b>Зал</b>\n'
                                 '7️⃣ <u>ОБЖ</u> <b>9</b>\n'
                      },
                '2': {'description': 'Вторник|10ИНЖЕНЕРЫ/IT',
                      'classes': '1️⃣ <u>Физика/ИП</u> <b>-</b>\n'
                                 '2️⃣ <u>Физика/ИП</u> <b>-</b>\n'
                                 '3️⃣ <u>Физика(лекция)</u> <b>-</b>\n'
                                 '4️⃣ <u>ИП/Физика</u> <b>-</b>\n'
                                 '5️⃣ <u>ИП/Физика</u> <b>-</b>\n'
                                 '6️⃣ <u>Информатика</u> <b>-</b>\n'
                                 '7️⃣ <u>Информатика</u> <b>-</b>\n'

                      },
                '3': {'description': 'Среда|10ИНЖЕНЕРЫ/IT',
                      'classes': '1️⃣ <u>Математика</u> <b>26</b>\n'
                                 '2️⃣ <u>Математика</u> <b>26</b>\n'
                                 '3️⃣ <u>Англ.яз</u> <b>36</b>\n'
                                 '4️⃣ <u>Родной рус.яз</u> <b>35</b>\n'
                                 '5️⃣ <u>Литература</u> <b>35</b>\n'
                                 '6️⃣ <u>История</u> <b>26</b>\n'
                                 '7️⃣ <u>Физ-ра</u> <b>Зал</b>\n'

                      },
                '4': {'description': 'Четверг|10ИНЖЕНЕРЫ/IT',
                      'classes': '1️⃣ <u>Инж.черч.физика</u> <b>-</b>\n'
                                 '2️⃣ <u>Инж.черч.физика</u> <b>-</b>\n'
                                 '3️⃣ <u>Информатика</u> <b>-</b>\n'
                                 '4️⃣ <u>Информатика</u> <b>-</b>\n'
                                 '5️⃣ <u>Физика/программирование</u> <b>-</b>\n'
                                 '6️⃣ <u>Физика/программирование</u> <b>-</b>\n'
                                 '8️⃣ <u>Рус.яз(ЕГЭ)</u> <b>-</b>\n'
                                 '9️⃣-🔟 <u>Стиль, мода</u> <b>24</b>'

                      },
                '5': {'description': 'Пятница|10ИНЖЕНЕРЫ/IT',
                      'classes': '1️⃣ <u>Математика</u> <b>35</b>\n'
                                 '2️⃣ <u>Математика</u> <b>35</b>\n'
                                 '3️⃣ <u>ОБЖ</u> <b>25</b>\n'
                                 '4️⃣ <u>Родная литература</u> <b>35</b>\n'
                                 '5️⃣ <u>Англ.яз</u> <b>36</b>\n'
                                 '6️⃣ <u>История</u> <b>26</b>\n'
                                 '7️⃣ <u>Литература</u> <b>35</b>\n'
                      },
                '6': {'description': 'Ну и что ты здесь забыл?',
                      'classes': 'Иди спи'
                      },
                '7': {'description': 'Ну и что ты здесь забыл?',
                      'classes': 'Иди спи'
                      }
            }},
    },
    '11': {
        'fm': {'prof': {
            '1': {'description': '<b>11ФМ</b>\nПонедельник',
                  'classes': '1️⃣ <u>Математика</u> <b>29</b>\n'
                             '2️⃣ <u>Математика</u> <b>29</b>\n'
                             '3️⃣ <u>Англ.яз</u> <b>10/36</b>\n'
                             '4️⃣ <u>Англ.яз</u> <b>10/36</b>\n'
                             '5️⃣ <u>ОБЖ</u> <b>9</b>\n'
                             '6️⃣ <u>Рус.яз</u> <b>33</b>\n'
                             '7️⃣ <u>Рус.яз</u> <b>33</b>\n'
                             '8️⃣ <u>Математика(доп)</u> <b>29</b>\n'

                  },
            '2': {'description': '<b>11ФМ</b>\nВторник',
                  'classes': '1️⃣ <u>Англ.яз</u> <b>10/36</b>\n'
                             '2️⃣ <u>Англ.яз</u> <b>10/36</b>\n'
                             '3️⃣ <u>Физ-ра</u> <b>Зал</b>\n'
                             '4️⃣ <u>История</u> <b>16</b>\n'
                             '5️⃣ <u>Математика</u> <b>35</b>\n'
                             '6️⃣ <u>Математика</u> <b>35</b>\n'

                  },
            '3': {'description': '<b>11ФМ</b>\nСреда',
                  'classes': '1️⃣ <u>Литература</u> <b>36</b>\n'
                             '2️⃣ <u>Литература</u> <b>36</b>\n'
                             '3️⃣ <u>Индивидуальный проект</u> <b>-</b>\n'
                             '4️⃣ <u>Информатика</u> <b>507</b>\n'
                             '5️⃣ <u>Информатика</u> <b>507</b>\n'
                             '6️⃣ <u>Физика</u> <b>204</b>\n'
                             '7️⃣ <u>Физика</u> <b>204</b>\n'
                             '8️⃣ <u>Математика(доп)/англ.яз</u> <b>-</b>\n'

                  },
            '4': {'description': '<b>11ФМ</b>\nЧетверг',
                  'classes': '1️⃣ <u>Англ.яз</u> <b>10/36</b>\n'
                             '2️⃣ <u>Англ.яз</u> <b>10/36</b>\n'
                             '3️⃣ <u>Математика</u> <b>19</b>\n'
                             '4️⃣ <u>Математика</u> <b>29</b>\n'
                             '5️⃣ <u>История</u> <b>28</b>\n'
                             '6️⃣ <u>Родной рус.яз</u> <b>28</b>\n'
                             '7️⃣ <u>Физ-ра</u> <b>-</b>\n'

                  },
            '5': {'description': '<b>11ФМ</b>\nПятница',
                  'classes': '1️⃣ <u>Родная литература</u> <b>33</b>\n'
                             '2️⃣ <u>Физика</u> <b>204</b>\n'
                             '3️⃣ <u>Физика</u> <b>204</b>\n'
                             '4️⃣ <u>Информатика</u> <b>507</b>\n'
                             '5️⃣ <u>Информатика</u> <b>507</b>\n'
                             '6️⃣ <u>Физика</u> <b>204</b>\n'
                             '7️⃣ <u>Робототехника</u> <b>507</b>\n'

                  },
            '6': {'description': 'Ну и что ты здесь забыл?',
                  'classes': 'Иди спи'
                  },
            '7': {'description': 'Ну и что ты здесь забыл?',
                  'classes': 'Иди спи'
                  }
        }},
        'gum': {
            'prof': {
                '1': {'description': '<b>11ГУМ|Профиль</b>\nПонедельник',
                      'classes': '1️⃣ <u>Математика</u> <b>29</b>\n'
                                 '2️⃣ <u>Математика</u> <b>29</b>\n'
                                 '3️⃣ <u>Англ.яз</u> <b>10/36</b>\n'
                                 '4️⃣ <u>Англ.яз</u> <b>10/36</b>\n'
                                 '5️⃣ <u>ОБЖ</u> <b>9</b>\n'
                                 '6️⃣ <u>Рус.яз</u> <b>33</b>\n'
                                 '7️⃣ <u>Рус.яз</u> <b>33</b>\n'
                                 '8️⃣ <u>Фр/нем.яз</u> <b>-</b>\n'

                      },
                '2': {'description': '<b>11ГУМ|Профиль</b>\nВторник',
                      'classes': '1️⃣ <u>Англ.яз</u> <b>10/36</b>\n'
                                 '2️⃣ <u>Англ.яз</u> <b>10/36</b>\n'
                                 '3️⃣ <u>Физ-ра</u> <b>Зал</b>\n'
                                 '4️⃣ <u>История</u> <b>9</b>\n'
                                 '5️⃣ <u>Математика</u> <b>35</b>\n'
                                 '6️⃣ <u>Математика</u> <b>35</b>\n'
                                 '7️⃣ <u>История</u> <b>9</b>\n'
                                 '8️⃣ <u>Рус.яз(доп)</u> <b>-</b>\n'

                      },
                '3': {'description': '<b>11ГУМ|Профиль</b>\nСреда',
                      'classes': '1️⃣ <u>Литература</u> <b>36</b>\n'
                                 '2️⃣ <u>Литература</u> <b>36</b>\n'
                                 '3️⃣ <u>Право</u> <b>7</b>\n'
                                 '4️⃣ <u>Проект</u> <b>24/25/27</b>\n'
                                 '5️⃣ <u>Биология</u> <b>33</b>\n'
                                 '6️⃣ <u>Фр./нем.яз</u> <b>4/20</b>\n'
                                 '7️⃣ <u>Экономика</u> <b>8</b>\n'
                                 '8️⃣ <u>Англ.яз(доп)</u> <b>-</b>\n'

                      },
                '4': {'description': '<b>11ГУМ|Профиль</b>\nЧетверг',
                      'classes': '1️⃣ <u>Англ.яз</u> <b>10/36</b>\n'
                                 '2️⃣ <u>Англ.яз</u> <b>10/36</b>\n'
                                 '3️⃣ <u>Математика</u> <b>19</b>\n'
                                 '4️⃣ <u>Математика</u> <b>29</b>\n'
                                 '5️⃣ <u>История</u> <b>7</b>\n'
                                 '6️⃣ <u>Родной рус.яз</u> <b>28</b>\n'
                                 '7️⃣ <u>Физ-ра</u> <b>-</b>\n'
                                 '8️⃣ <u>Рус.яз(доп)</u> <b></b>\n'

                      },
                '5': {'description': '<b>11ГУМ|Профиль</b>\nПятница',
                      'classes': '1️⃣ <u>Родная литература</u> <b>33</b>\n'
                                 '2️⃣ <u>За стр. уч. общ.</u> <b>34</b>\n'
                                 '3️⃣ <u>Обществознание</u> <b>33</b>\n'
                                 '4️⃣ <u>Обществознание</u> <b>33</b>\n'
                                 '5️⃣ <u>История</u> <b>14</b>\n'
                                 '6️⃣ <u>За стр. уч. истории</u> <b>9</b>\n'

                      },
                '6': {'description': 'Ну и что ты здесь забыл?',
                      'classes': 'Иди спи'
                      },
                '7': {'description': 'Ну и что ты здесь забыл?',
                      'classes': 'Иди спи'
                      }},

            'base': {
                '1': {'description': '<b>11ГУМ|База</b>\nПонедельник',
                      'classes': '1️⃣ <u>Рус.яз</u> <b>33</b>\n'
                                 '2️⃣ <u>Рус.яз</u> <b>18</b>\n'
                                 '3️⃣ <u>Англ.яз</u> <b>10/36</b>\n'
                                 '4️⃣ <u>Англ.яз</u> <b>10/36</b>\n'
                                 '5️⃣ <u>Родная литература</u> <b>21</b>\n'
                                 '6️⃣ <u>Обществознание(предпрофиль)</u> <b>11</b>\n'
                                 '7️⃣ <u>МаТеМаТиКа🥲</u> <b>29</b>\n'
                                 '8️⃣ <u>Фр/нем.яз</u> <b>-</b>\n'

                      },
                '2': {'description': '<b>11ГУМ|База</b>\nВторник',
                      'classes': '1️⃣ <u>Англ.яз</u> <b>10/36</b>\n'
                                 '2️⃣ <u>Англ.яз</u> <b>10/36</b>\n'
                                 '3️⃣ <u>История</u> <b>10</b>\n'
                                 '4️⃣ <u>История</u> <b>9</b>\n'
                                 '5️⃣ <u>Литература</u> <b>26</b>\n'
                                 '6️⃣ <u>Литература</u> <b>26</b>\n'
                                 '7️⃣ <u>История</u> <b>9</b>\n'
                                 '8️⃣ <u>Рус.яз(доп)/история</u> <b>9</b>\n'

                      },
                '3': {'description': '<b>11ГУМ|База</b>\nСреда',
                      'classes': '1️⃣ <u>Физ-ра</u> <b>Зал</b>\n'
                                 '2️⃣ <u>Астрономия</u> <b>39</b>\n'
                                 '3️⃣ <u>Право</u> <b>7</b>\n'
                                 '4️⃣ <u>Проект</u> <b>24/25/27</b>\n'
                                 '5️⃣ <u>Биология</u> <b>33</b>\n'
                                 '6️⃣ <u>Фр./нем.яз</u> <b>4/20</b>\n'
                                 '7️⃣ <u>Экономика</u> <b>8</b>\n'
                                 '8️⃣ <u>Англ.яз(доп)</u> <b>-</b>\n'

                      },
                '4': {'description': '<b>11ГУМ|База</b>\nЧетверг',
                      'classes': '1️⃣ <u>Англ.яз</u> <b>10/36</b>\n'
                                 '2️⃣ <u>Англ.яз</u> <b>10/36</b>\n'
                                 '3️⃣ <u>История</u> <b>7</b>\n'
                                 '4️⃣ <u>Родной рус.яз</u> <b>22</b>\n'
                                 '5️⃣ <u>История</u> <b>10</b>\n'
                                 '6️⃣ <u>ОБЖ</u> <b>14</b>\n'
                                 '7️⃣ <u>История</u> <b>9</b>\n'
                                 '8️⃣ <u>Рус.яз(доп)</u> <b></b>\n'

                      },
                '5': {'description': '<b>11ГУМ|База</b>\nПятница',
                      'classes': '1️⃣ <u>Физ-ра</u> <b>Зал</b>\n'
                                 '2️⃣ <u>За стр. уч. общ.</u> <b>10</b>\n'
                                 '3️⃣ <u>Обществознание</u> <b>33</b>\n'
                                 '4️⃣ <u>Обществознание</u> <b>33</b>\n'
                                 '5️⃣ <u>История</u> <b>14</b>\n'
                                 '6️⃣ <u>История</u> <b>9</b>\n'
                                 '7️⃣-9️⃣ <u>История(доп)</u> <b>8</b>\n'

                      },
                '6': {'description': 'Ну и что ты здесь забыл?',
                      'classes': 'Иди спи'
                      },
                '7': {'description': 'Ну и что ты здесь забыл?',
                      'classes': 'Иди спи'
                      }}},
        'se': {
            'prof': {'1': {'description': '<b>11СОЦ|Профиль</b>\nПонедельник',
                           'classes': '1️⃣ <u>Математика</u> <b>29</b>\n'
                                      '2️⃣ <u>Математика</u> <b>29</b>\n'
                                      '3️⃣ <u>Обществознание</u> <b>22</b>\n'
                                      '4️⃣ <u>История</u> <b>33</b>\n'
                                      '5️⃣ <u>ОБЖ</u> <b>9</b>\n'
                                      '6️⃣ <u>Рус.яз</u> <b>33</b>\n'
                                      '7️⃣ <u>Рус.яз</u> <b>33</b>\n'
                                      '8️⃣ <u>Фр/нем.яз</u> <b>-</b>\n'

                           },
                     '2': {'description': '<b>11СОЦ|Профиль</b>\nВторник',
                           'classes': '1️⃣ <u>Обществознание</u> <b>39</b>\n'
                                      '2️⃣ <u>Обществознание</u> <b>39</b>\n'
                                      '3️⃣ <u>Физ-ра</u> <b>Зал</b>\n'
                                      '4️⃣ <u>Англ.яз</u> <b>10</b>\n'
                                      '5️⃣ <u>Математика</u> <b>35</b>\n'
                                      '6️⃣ <u>Математика</u> <b>35</b>\n'
                                      '7️⃣ <u>Англ.яз</u> <b>10</b>\n'
                                      '8️⃣ <u>Рус.яз(доп)</u> <b>-</b>\n'

                           },
                     '3': {'description': '<b>11СОЦ|Профиль</b>\nСреда',
                           'classes': '1️⃣ <u>Литература</u> <b>36</b>\n'
                                      '2️⃣ <u>Литература</u> <b>36</b>\n'
                                      '3️⃣ <u>Англ.яз</u> <b>10</b>\n'
                                      '4️⃣ <u>Индивидуальный проект</u> <b>24/25/27</b>\n'
                                      '5️⃣ <u>Биология</u> <b>33</b>\n'
                                      '6️⃣ <u>Фр/нем.яз</u> <b>4/20</b>\n'
                                      '7️⃣ <u>Англ.яз</u> <b>10</b>\n'
                                      '8️⃣ <u>Англ.яз(доп)</u> <b>-</b>\n'

                           },
                     '4': {'description': '<b>11СОЦ|Профиль</b>\nЧетверг',
                           'classes': '1️⃣ <u>Право</u> <b>8</b>\n'
                                      '2️⃣ <u>Экономика</u> <b>7</b>\n'
                                      '3️⃣ <u>Математика</u> <b>19</b>\n'
                                      '4️⃣ <u>Математика</u> <b>29</b>\n'
                                      '5️⃣ <u>География</u> <b>26</b>\n'
                                      '6️⃣ <u>Рус.яз</u> <b>28</b>\n'
                                      '7️⃣ <u>Физ-ра</u> <b>-</b>\n'
                                      '8️⃣-1️⃣0️⃣ <u>Рус.яз(доп)</u> <b>-</b>\n'

                           },
                     '5': {'description': '<b>11СОЦ|Профиль</b>\nПятница',
                           'classes': '1️⃣ <u>Родная литература</u> <b>33</b>\n'
                                      '2️⃣ <u>За стр. уч. общ.</u> <b>34</b>\n'
                                      '3️⃣ <u>История</u> <b>9</b>\n'
                                      '4️⃣ <u>Англ.яз</u> <b>10</b>\n'
                                      '5️⃣ <u>Англ.яз</u> <b>10</b>\n'
                                      '6️⃣ <u>За стр. уч. истории</u> <b>9</b>\n'

                           },
                     '6': {'description': 'Ну и что ты здесь забыл?',
                           'classes': 'Иди спи'
                           },
                     '7': {'description': 'Ну и что ты здесь забыл?',
                           'classes': 'Иди спи'
                           }, },
            'base': {'1': {'description': '<b>11СОЦ|База</b>\nПонедельник',
                           'classes': '1️⃣ <u>Рус.яз</u> <b>33</b>\n'
                                      '2️⃣ <u>Рус.яз</u> <b>18</b>\n'
                                      '3️⃣ <u>Обществознание</u> <b>11</b>\n'
                                      '4️⃣ <u>История</u> <b>33</b>\n'
                                      '5️⃣ <u>Родная литература</u> <b>21</b>\n'
                                      '6️⃣ <u>Акт. воп. истор. при. подг. к егэ</u> <b>11</b>\n'
                                      '7️⃣ <u>МаТеМаТиКа🥲</u> <b>29</b>\n'
                                      '8️⃣ <u>Фр/нем.яз</u> <b>-</b>\n'

                           },
                     '2': {'description': '<b>11СОЦ|База</b>\nВторник',
                           'classes': '1️⃣ <u>Обществознание</u> <b>39</b>\n'
                                      '2️⃣ <u>Обществознание</u> <b>39</b>\n'
                                      '3️⃣ <u>Рус.яз ЕГЭ</u> <b>18</b>\n'
                                      '4️⃣ <u>Англ.яз</u> <b>10</b>\n'
                                      '5️⃣ <u>Литература</u> <b>26</b>\n'
                                      '6️⃣ <u>Литература</u> <b>26</b>\n'
                                      '7️⃣ <u>Англ.яз</u> <b>10</b>\n'
                                      '8️⃣ <u>Рус.яз(доп)</u> <b>-</b>\n'
                                      '9️⃣ <u>Рус.яз(доп)</u> <b></b>\n'

                           },
                     '3': {'description': '<b>11СОЦ|База</b>\nСреда',
                           'classes': '1️⃣ <u>Физ-ра</u> <b>Зал</b>\n'
                                      '2️⃣ <u>Астрономия</u> <b>39</b>\n'
                                      '3️⃣ <u>Англ.яз</u> <b>10</b>\n'
                                      '4️⃣ <u>Проект</u> <b>24/25/27</b>\n'
                                      '5️⃣ <u>Биология</u> <b>33</b>\n'
                                      '6️⃣ <u>Фр/нем.яз</u> <b>4/20</b>\n'
                                      '7️⃣ <u>Англ.яз</u> <b>10</b>\n'
                                      '8️⃣ <u>Англ.яз(доп)</u> <b>-</b>\n'

                           },
                     '4': {'description': '<b>11СОЦ|База</b>\nЧетверг',
                           'classes': '1️⃣ <u>Право</u> <b>8</b>\n'
                                      '2️⃣ <u>Экономика</u> <b>7</b>\n'
                                      '3️⃣ <u>Рус.яз ЕГЭ</u> <b>16</b>\n'
                                      '4️⃣ <u>Родной рус.яз</u> <b>22</b>\n'
                                      '5️⃣ <u>География</u> <b>26</b>\n'
                                      '6️⃣ <u>ОБЖ</u> <b>14</b>\n'
                                      '7️⃣ <u>Рус.яз ЕГЭ</u> <b>28</b>\n'
                                      '8️⃣ <u>Рус.яз(доп)</u> <b>-</b>\n'

                           },
                     '5': {'description': '<b>11СОЦ|База</b>\nПятница',
                           'classes': '1️⃣ <u>Физ-ра</u> <b>Зал</b>\n'
                                      '2️⃣ <u>За стр. уч. общ.</u> <b>10</b>\n'
                                      '3️⃣ <u>История</u> <b>9</b>\n'
                                      '4️⃣ <u>Англ.яз</u> <b>10</b>\n'
                                      '5️⃣ <u>Англ.яз</u> <b>10</b>\n'
                                      '6️⃣ <u>За стр. уч. истории</u> <b>9</b>\n'
                                      '7️⃣ <u>История ЕГЭ</u> <b>-</b>\n'

                           },
                     '6': {'description': 'Ну и что ты здесь забыл?',
                           'classes': 'Иди спи'
                           },
                     '7': {'description': 'Ну и что ты здесь забыл?',
                           'classes': 'Иди спи'
                           }, }},
        'bh': {
            'prof': {
                '1': {'description': '<b>11БХ|Профиль</b>\nПонедельник',
                      'classes': '1️⃣ <u>Математика</u> <b>29</b>\n'
                                 '2️⃣ <u>Математика</u> <b>29</b>\n'
                                 '3️⃣ <u>Генетика</u> <b>38</b>\n'
                                 '4️⃣ <u>Проект</u> <b>25</b>\n'
                                 '5️⃣ <u>ОБЖ</u> <b>9</b>\n'
                                 '6️⃣ <u>Рус.яз</u> <b>33</b>\n'
                                 '7️⃣ <u>Рус.яз</u> <b>33</b>\n'

                      },
                '2': {'description': '<b>11БХ|Профиль</b>\nВторник',
                      'classes': '1️⃣ <u>Биология</u> <b>38</b>\n'
                                 '2️⃣ <u>Биология</u> <b>38</b>\n'
                                 '3️⃣ <u>Физ-ра</u> <b>Зал</b>\n'
                                 '4️⃣ <u>История</u> <b>16</b>\n'
                                 '5️⃣ <u>Математика</u> <b>35</b>\n'
                                 '6️⃣ <u>Математика</u> <b>35</b>\n'
                                 '7️⃣ <u>Англ.яз</u> <b>36</b>\n'
                                 '8️⃣ <u>Химия(доп)</u> <b>-</b>\n'

                      },
                '3': {'description': '<b>11БХ|Профиль</b>\nСреда',
                      'classes': '1️⃣ <u>Литература</u> <b>36</b>\n'
                                 '2️⃣ <u>Литература</u> <b>36</b>\n'
                                 '3️⃣ <u>Физика</u> <b>39</b>\n'
                                 '4️⃣ <u>Химия</u> <b>40</b>\n'
                                 '5️⃣ <u>Химия</u> <b>40</b>\n'
                                 '6️⃣ <u>За стр. уч. биологии</u> <b>38</b>\n'
                                 '7️⃣ <u>Англ.яз</u> <b>36</b>\n'
                                 '8️⃣ <u>Англ.яз(доп)</u> <b>-</b>\n'

                      },
                '4': {'description': '<b>11БХ|Профиль</b>\nЧетверг',
                      'classes': '1️⃣ <u>Химия</u> <b>40</b>\n'
                                 '2️⃣ <u>Химия</u> <b>40</b>\n'
                                 '3️⃣ <u>Математика</u> <b>19</b>\n'
                                 '4️⃣ <u>Математика</u> <b>29</b>\n'
                                 '5️⃣ <u>История</u> <b>28</b>\n'
                                 '6️⃣ <u>Родной рус.яз</u> <b>28</b>\n'
                                 '7️⃣ <u>Физ-ра</u> <b>Зал</b>\n'
                                 '8️⃣ <u>Рус.яз(доп)</u> <b>-</b>\n'

                      },
                '5': {'description': '<b>11БХ|Профиль</b>\nПятница',
                      'classes': '1️⃣ <u>Родная литература</u> <b>33</b>\n'
                                 '2️⃣ <u>За стр. уч. химии</u> <b>40</b>\n'
                                 '3️⃣ <u>Физика</u> <b>39</b>\n'
                                 '4️⃣ <u>Англ.яз</u> <b>36</b>\n'
                                 '5️⃣ <u>Биология</u> <b>38</b>\n'
                                 '6️⃣ <u>Биология</u> <b>38</b>\n'

                      },
                '6': {'description': 'Ну и что ты здесь забыл?',
                      'classes': 'Иди спи'
                      },
                '7': {'description': 'Ну и что ты здесь забыл?',
                      'classes': 'Иди спи'
                      }
            },
            'base': {
                '1': {'description': '<b>11БХ|База</b>\nПонедельник',
                      'classes': '1️⃣ <u>Рус.яз</u> <b>33</b>\n'
                                 '2️⃣ <u>Рус.яз</u> <b>18</b>\n'
                                 '3️⃣ <u>Генетика</u> <b>38</b>\n'
                                 '4️⃣ <u>Проект</u> <b>25</b>\n'
                                 '5️⃣ <u>Родная литература</u> <b>21</b>\n'
                                 '6️⃣ <u>Биология ЕГЭ</u> <b>38</b>\n'
                                 '7️⃣ <u>МаТеМаТиКа🥲</u> <b>29</b>\n'

                      },
                '2': {'description': '<b>11БХ|База</b>\nВторник',
                      'classes': '1️⃣ <u>Биология</u> <b>38</b>\n'
                                 '2️⃣ <u>Биология</u> <b>38</b>\n'
                                 '3️⃣ <u>Рус.яз ЕГЭ</u> <b>18</b>\n'
                                 '4️⃣ <u>История</u> <b>16</b>\n'
                                 '5️⃣ <u>Литература</u> <b>26</b>\n'
                                 '6️⃣ <u>Литература</u> <b>26</b>\n'
                                 '7️⃣ <u>Англ.яз</u> <b>36</b>\n'
                                 '8️⃣ <u>Химия(доп)</u> <b>-</b>\n'

                      },
                '3': {'description': '<b>11БХ|База</b>\nСреда',
                      'classes': '1️⃣ <u>Физ-ра</u> <b>Зал</b>\n'
                                 '2️⃣ <u>Астрономия</u> <b>39</b>\n'
                                 '3️⃣ <u>Химия</u> <b>40</b>\n'
                                 '4️⃣ <u>Химия</u> <b>40</b>\n'
                                 '5️⃣ <u>Биология</u> <b>38</b>\n'
                                 '6️⃣ <u>Физика</u> <b>39</b>\n'
                                 '7️⃣ <u>Англ.яз</u> <b>36</b>\n'

                      },
                '4': {'description': '<b>11БХ|База</b>\nЧетверг',
                      'classes': '1️⃣ <u>Химия</u> <b>40</b>\n'
                                 '2️⃣ <u>Химия</u> <b>40</b>\n'
                                 '3️⃣ <u>Рус.яз ЕГЭ</u> <b>16</b>\n'
                                 '4️⃣ <u>Родной рус.яз</u> <b>22</b>\n'
                                 '5️⃣ <u>История</u> <b>7</b>\n'
                                 '6️⃣ <u>ОБЖ</u> <b>14</b>\n'
                                 '7️⃣ <u>Рус.яз ЕГЭ</u> <b>28</b>\n'
                                 '8️⃣ <u>Рус.яз(доп)</u> <b>-</b>\n'

                      },
                '5': {'description': '<b>11БХ|База</b>\nПятница',
                      'classes': '1️⃣ <u>Физ-ра</u> <b>Зал</b>\n'
                                 '2️⃣ <u>За стр. уч. химии</u> <b>40</b>\n'
                                 '3️⃣ <u>Физика</u> <b>39</b>\n'
                                 '4️⃣ <u>Англ.яз</u> <b>36</b>\n'
                                 '5️⃣ <u>Биология</u> <b>38</b>\n'
                                 '6️⃣ <u>Биология</u> <b>38</b>\n'
                                 '7️⃣ <u>Рус.яз ЕГЭ</u> <b>18</b>\n'

                      },
                '6': {'description': 'Ну и что ты здесь забыл?',
                      'classes': 'Иди спи'
                      },
                '7': {'description': 'Ну и что ты здесь забыл?',
                      'classes': 'Иди спи'
                      }
            }
        },
    }, }
