days = {
    '10': {
        'med': {
            'None': {'1': {'description': 'Понедельник|10МЕД',
                           'classes': '1️⃣ <code>Математика</code> <b>16</b>\n'
                                      '2️⃣ <code>Рус.яз</code> <b>35</b>\n'
                                      '3️⃣ <code>Рус.яз</code> <b>35</b>\n'
                                      '4️⃣ <code>Математика</code> <b>21</b>\n'
                                      '5️⃣ <code>ИП</code> <b>38/40</b>\n'
                                      '6️⃣ <code>Физ-ра</code> <b>Зал</b>\n'
                                      '7️⃣ <code>ОБЖ</code> <b>9</b>\n'
                                      '8️⃣ <code>Химия(доп)</code> <b>-</b>\n'

                           },
                     '2': {'description': 'Вторник|10МЕД',
                           'classes': '1️⃣ <code>Химия</code> <b>40</b>\n'
                                      '2️⃣ <code>Химия</code> <b>40</b>\n'
                                      '3️⃣ <code>Генетика</code> <b>38</b>\n'
                                      '4️⃣ <code>Англ.яз</code> <b>36</b>\n'
                                      '5️⃣ <code>Англ.яз</code> <b>36</b>\n'
                                      '6️⃣ <code>Биология</code> <b>38</b>\n'
                                      '7️⃣ <code>Биология</code> <b></b>'

                           },
                     '3': {'description': 'Среда|10МЕД',
                           'classes': '1️⃣ <code>Математика</code> <b>26</b>\n'
                                      '2️⃣ <code>Математика</code> <b>26</b>\n'
                                      '3️⃣ <code>ИП</code> <b>38/27</b>\n'
                                      '4️⃣ <code>Родной рус.яз</code> <b>35</b>\n'
                                      '5️⃣ <code>Литература</code> <b>35</b>\n'
                                      '6️⃣ <code>История</code> <b>26</b>\n'
                                      '7️⃣ <code>Физ-ра</code> <b>Зал</b>\n'
                                      '8️⃣-9️⃣ <code>Физика(доп)</code> <b>-</b>'

                           },
                     '4': {'description': 'Четверг|10МЕД',
                           'classes': '1️⃣ <code>Биология</code> <b>38</b>\n'
                                      '2️⃣ <code>Биология</code> <b>38</b>\n'
                                      '3️⃣ <code>Англ.яз</code> <b>36</b>\n'
                                      '4️⃣ <code>Химия</code> <b>40</b>\n'
                                      '5️⃣ <code>Химия</code> <b>40</b>\n'
                                      '6️⃣ <code>Практикум по химии</code> <b>40</b>\n'
                                      '8️⃣ <code>Рус.яз(доп)</code> <b>-</b>\n'
                                      '9️⃣-🔟 <code>Стиль, мода</code> <b>24</b>'

                           },
                     '5': {'description': 'Пятница|10МЕД',
                           'classes': '1️⃣ <code>Математика</code> <b>35</b>\n'
                                      '2️⃣ <code>Математика</code> <b>35</b>\n'
                                      '3️⃣ <code>ОБЖ</code> <b>25</b>\n'
                                      '4️⃣ <code>Родная литература</code> <b>35</b>\n'
                                      '5️⃣ <code>Информатика</code> <b>25</b>\n'
                                      '6️⃣ <code>История</code> <b>26</b>\n'
                                      '7️⃣ <code>Литература</code> <b>35</b>\n'

                           },
                     '6': {'description': 'Ну и что ты здесь забыл?',
                           'classes': 'Иди спи'
                           },
                     '7': {'description': 'Ну и что ты здесь забыл?',
                           'classes': 'Иди спи'
                           }
                     }},
        'media': {
            'None': {'1': {'description': 'Понедельник|10МЕДИА',
                           'classes': '1️⃣ <code>Обществознание</code> <b>7</b>\n'
                                      '2️⃣ <code>Обществознание</code> <b>7</b>\n'
                                      '3️⃣ <code>Информатика</code> <b>24</b>\n'
                                      '4️⃣ <code>Рус.яз</code> <b>35</b>\n'
                                      '5️⃣ <code>Рус.яз</code> <b>35</b>\n'
                                      '6️⃣ <code>Англ.яз</code> <b>17</b>\n'
                                      '7️⃣ <code>Физ-ра</code> <b>Зал</b>\n'
                                      '8️⃣ <code>Англ.яз(олимп)</code> <b>-</b>'

                           },
                     '2': {'description': 'Вторник|10МЕДИА',
                           'classes': '1️⃣ <code>Математика</code> <b>35</b>\n'
                                      '2️⃣ <code>Математика</code> <b>35</b>\n'
                                      '3️⃣ <code>Англ.яз</code> <b>17</b>\n'
                                      '4️⃣ <code>Англ.яз</code> <b>17</b>\n'
                                      '5️⃣ <code>ОБЖ</code> <b>16</b>\n'
                                      '6️⃣ <code>История</code> <b>34</b>\n'
                                      '7️⃣ <code>ИП</code> <b>33</b>'

                           },
                     '3': {'description': 'Среда|10МЕДИА',
                           'classes': '1️⃣ <code>Биология</code> <b>13</b>\n'
                                      '2️⃣ <code>Родной рус.яз</code> <b>35</b>\n'
                                      '3️⃣ <code>Литература</code> <b>35</b>\n'
                                      '4️⃣ <code>Медиа в соц. сетях</code> <b>24</b>\n'
                                      '5️⃣ <code>Обществознание</code> <b>7</b>\n'
                                      '6️⃣ <code>Физ-ра</code> <b>-</b>\n'

                           },
                     '4': {'description': 'Четверг|10МЕДИА',
                           'classes': '1️⃣ <code>Англ.яз</code> <b>17</b>\n'
                                      '2️⃣ <code>Англ.яз</code> <b>17</b>\n'
                                      '3️⃣ <code>Математика</code> <b>33</b>\n'
                                      '4️⃣ <code>Математика</code> <b>33</b>\n'
                                      '5️⃣ <code>Литература</code> <b>35</b>\n'
                                      '6️⃣ <code>Литература</code> <b>35</b>\n'
                                      '7️⃣ <code>История</code> <b>14</b>\n'
                                      '8️⃣ <code>Рус.яз(доп)</code> <b>-</b>\n'
                                      '9️⃣-🔟 <code>Стиль, мода</code> <b>24</b>'

                           },
                     '5': {'description': 'Пятница|10МЕДИА',
                           'classes': '1️⃣ <code>Англ.яз</code> <b>17</b>\n'
                                      '2️⃣ <code>ОБЖ</code> <b>8</b>\n'
                                      '3️⃣ <code>Математика</code> <b>21</b>\n'
                                      '4️⃣ <code>Математика</code> <b>21</b>\n'
                                      '5️⃣ <code>Медиа журнал.</code> <b>35</b>\n'
                                      '6️⃣ <code>Родная литература</code> <b>35</b>\n'
                                      '7️⃣ <code>ИП</code> <b>33</b>'
                           },
                     '6': {'description': 'Ну и что ты здесь забыл?',
                           'classes': 'Иди спи'
                           },
                     '7': {'description': 'Ну и что ты здесь забыл?',
                           'classes': 'Иди спи'
                           }
                     }},
        'akadem': {
            'None': {'1': {'description': 'Понедельник|10АКАДЕМ',
                           'classes': '1️⃣ <code>Биология</code> <b>10</b>\n'
                                      '2️⃣ <code>Англ.яз</code> <b>10/17</b>\n'
                                      '3️⃣ <code>Рус.яз</code> <b>21</b>\n'
                                      '4️⃣ <code>Рус.яз</code> <b>21</b>\n'
                                      '5️⃣ <code>Англ.яз</code> <b>10/17</b>\n'
                                      '6️⃣ <code>ОБЖ</code> <b>35</b>\n'
                                      '7️⃣ <code>ИП</code> <b>24/25</b>'
                                      '8️⃣ <code>Англ.яз(олимп)</code> <b>-</b>\n'
                           },
                     '2': {'description': 'Вторник|10АКАДЕМ',
                           'classes': '1️⃣ <code>История</code> <b>34</b>\n'
                                      '2️⃣ <code>История</code> <b>34</b>\n'
                                      '3️⃣ <code>Математика</code> <b>35</b>\n'
                                      '4️⃣ <code>Математика</code> <b>35</b>\n'
                                      '5️⃣ <code>Англ.яз</code> <b>17</b>\n'
                                      '6️⃣ <code>Фр/нем.яз</code> <b>4/20</b>\n'
                                      '7️⃣ <code>Физ-ра</code> <b>Зал</b>'
                                      '8️⃣ <code>Англ.яз(доп)</code> <b>-</b>\n'

                           },
                     '3': {'description': 'Среда|10АКАДЕМ',
                           'classes': '1️⃣ <code>Право</code> <b>7</b>\n'
                                      '2️⃣ <code>Родной рус.яз</code> <b>8</b>\n'
                                      '3️⃣ <code>Физ-ра</code> <b>Зал</b>\n'
                                      '4️⃣ <code>Англ.яз</code> <b>17</b>\n'
                                      '5️⃣ <code>Литература</code> <b>19</b>\n'
                                      '6️⃣ <code>Экономика</code> <b>10</b>\n'
                                      '7️⃣ <code>Математика(доп)</code> <b>-</b>'

                           },
                     '4': {'description': 'Четверг|10АКАДЕМ',
                           'classes': '1️⃣ <code>История</code> <b>13</b>\n'
                                      '2️⃣ <code>История</code> <b>13</b>\n'
                                      '3️⃣ <code>Англ.яз</code> <b>17</b>\n'
                                      '4️⃣ <code>Обществознание</code> <b>10</b>\n'
                                      '5️⃣ <code>Математика</code> <b>18</b>\n'
                                      '6️⃣ <code>Математика</code> <b>18</b>\n'
                                      '7️⃣ <code>ОБЖ</code> <b>15</b>\n'
                                      '8️⃣ <code>Фр/нем.яз(доп)</code> <b>-</b>\n'
                                      '9️⃣-🔟 <code>Стиль, мода</code> <b>24</b>'

                           },
                     '5': {'description': 'Пятница|10АКАДЕМ',
                           'classes': '1️⃣ <code>Обществознание</code> <b>13</b>\n'
                                      '2️⃣ <code>Обществознание</code> <b>9</b>\n'
                                      '3️⃣ <code>Англ.яз</code> <b>17</b>\n'
                                      '4️⃣ <code>Литература</code> <b>7</b>\n'
                                      '5️⃣ <code>Математика</code> <b>29</b>\n'
                                      '6️⃣ <code>Математика</code> <b>29</b>\n'
                                      '7️⃣ <code>Родная литература</code> <b>19</b>\n'
                           },
                     '6': {'description': 'Ну и что ты здесь забыл?',
                           'classes': 'Иди спи'
                           },
                     '7': {'description': 'Ну и что ты здесь забыл?',
                           'classes': 'Иди спи'
                           }
                     }},
        'it': {
            'None': {
                '1': {'description': 'Понедельник|10ИНЖЕНЕРЫ/IT',
                      'classes': '1️⃣ <code>Математика</code> <b>16</b>\n'
                                 '2️⃣ <code>Рус.яз</code> <b>35</b>\n'
                                 '3️⃣ <code>Рус.яз</code> <b>35</b>\n'
                                 '4️⃣ <code>Математика</code> <b>21</b>\n'
                                 '5️⃣ <code>Англ.яз</code> <b>36</b>\n'
                                 '6️⃣ <code>Физ-ра</code> <b>Зал</b>\n'
                                 '7️⃣ <code>ОБЖ</code> <b>9</b>\n'
                      },
                '2': {'description': 'Вторник|10ИНЖЕНЕРЫ/IT',
                      'classes': '1️⃣ <code>Физика/ИП</code> <b>-</b>\n'
                                 '2️⃣ <code>Физика/ИП</code> <b>-</b>\n'
                                 '3️⃣ <code>Физика(лекция)</code> <b>-</b>\n'
                                 '4️⃣ <code>ИП/Физика</code> <b>-</b>\n'
                                 '5️⃣ <code>ИП/Физика</code> <b>-</b>\n'
                                 '6️⃣ <code>Информатика</code> <b>-</b>\n'
                                 '7️⃣ <code>Информатика</code> <b>-</b>\n'

                      },
                '3': {'description': 'Среда|10ИНЖЕНЕРЫ/IT',
                      'classes': '1️⃣ <code>Математика</code> <b>26</b>\n'
                                 '2️⃣ <code>Математика</code> <b>26</b>\n'
                                 '3️⃣ <code>Англ.яз</code> <b>36</b>\n'
                                 '4️⃣ <code>Родной рус.яз</code> <b>35</b>\n'
                                 '5️⃣ <code>Литература</code> <b>35</b>\n'
                                 '6️⃣ <code>История</code> <b>26</b>\n'
                                 '7️⃣ <code>Физ-ра</code> <b>Зал</b>\n'

                      },
                '4': {'description': 'Четверг|10ИНЖЕНЕРЫ/IT',
                      'classes': '1️⃣ <code>Инж.черч.физика</code> <b>-</b>\n'
                                 '2️⃣ <code>Инж.черч.физика</code> <b>-</b>\n'
                                 '3️⃣ <code>Информатика</code> <b>-</b>\n'
                                 '4️⃣ <code>Информатика</code> <b>-</b>\n'
                                 '5️⃣ <code>Физика/программирование</code> <b>-</b>\n'
                                 '6️⃣ <code>Физика/программирование</code> <b>-</b>\n'
                                 '8️⃣ <code>Рус.яз(ЕГЭ)</code> <b>-</b>\n'
                                 '9️⃣-🔟 <code>Стиль, мода</code> <b>24</b>'

                      },
                '5': {'description': 'Пятница|10ИНЖЕНЕРЫ/IT',
                      'classes': '1️⃣ <code>Математика</code> <b>35</b>\n'
                                 '2️⃣ <code>Математика</code> <b>35</b>\n'
                                 '3️⃣ <code>ОБЖ</code> <b>25</b>\n'
                                 '4️⃣ <code>Родная литература</code> <b>35</b>\n'
                                 '5️⃣ <code>Англ.яз</code> <b>36</b>\n'
                                 '6️⃣ <code>История</code> <b>26</b>\n'
                                 '7️⃣ <code>Литература</code> <b>35</b>\n'
                      },
                '6': {'description': 'Ну и что ты здесь забыл?',
                      'classes': 'Иди спи'
                      },
                '7': {'description': 'Ну и что ты здесь забыл?',
                      'classes': 'Иди спи'
                      }
            }},
    },
    '11': {
        'fm': {'prof': {
            '1': {'description': '<b>11ФМ</b>\nПонедельник',
                  'classes': '1️⃣ <code>Математика</code> <b>29</b>\n'
                             '2️⃣ <code>Математика</code> <b>29</b>\n'
                             '3️⃣ <code>Англ.яз</code> <b>10/36</b>\n'
                             '4️⃣ <code>Англ.яз</code> <b>10/36</b>\n'
                             '5️⃣ <code>ОБЖ</code> <b>9</b>\n'
                             '6️⃣ <code>Рус.яз</code> <b>33</b>\n'
                             '7️⃣ <code>Рус.яз</code> <b>33</b>\n'
                             '8️⃣ <code>Математика(доп)</code> <b>29</b>\n'

                  },
            '2': {'description': '<b>11ФМ</b>\nВторник',
                  'classes': '1️⃣ <code>Англ.яз</code> <b>10/36</b>\n'
                             '2️⃣ <code>Англ.яз</code> <b>10/36</b>\n'
                             '3️⃣ <code>Физ-ра</code> <b>Зал</b>\n'
                             '4️⃣ <code>История</code> <b>16</b>\n'
                             '5️⃣ <code>Математика</code> <b>35</b>\n'
                             '6️⃣ <code>Математика</code> <b>35</b>\n'

                  },
            '3': {'description': '<b>11ФМ</b>\nСреда',
                  'classes': '1️⃣ <code>Литература</code> <b>36</b>\n'
                             '2️⃣ <code>Литература</code> <b>36</b>\n'
                             '3️⃣ <code>Индивидуальный проект</code> <b>-</b>\n'
                             '4️⃣ <code>Информатика</code> <b>507</b>\n'
                             '5️⃣ <code>Информатика</code> <b>507</b>\n'
                             '6️⃣ <code>Физика</code> <b>204</b>\n'
                             '7️⃣ <code>Физика</code> <b>204</b>\n'
                             '8️⃣ <code>Математика(доп)/англ.яз</code> <b>-</b>\n'

                  },
            '4': {'description': '<b>11ФМ</b>\nЧетверг',
                  'classes': '1️⃣ <code>Англ.яз</code> <b>10/36</b>\n'
                             '2️⃣ <code>Англ.яз</code> <b>10/36</b>\n'
                             '3️⃣ <code>Математика</code> <b>19</b>\n'
                             '4️⃣ <code>Математика</code> <b>29</b>\n'
                             '5️⃣ <code>История</code> <b>28</b>\n'
                             '6️⃣ <code>Родной рус.яз</code> <b>28</b>\n'
                             '7️⃣ <code>Физ-ра</code> <b>-</b>\n'

                  },
            '5': {'description': '<b>11ФМ</b>\nПятница',
                  'classes': '1️⃣ <code>Родная литература</code> <b>33</b>\n'
                             '2️⃣ <code>Физика</code> <b>204</b>\n'
                             '3️⃣ <code>Физика</code> <b>204</b>\n'
                             '4️⃣ <code>Информатика</code> <b>507</b>\n'
                             '5️⃣ <code>Информатика</code> <b>507</b>\n'
                             '6️⃣ <code>Физика</code> <b>204</b>\n'
                             '7️⃣ <code>Инженер. черч.</code> <b></b>\n'

                  },
            '6': {'description': 'Ну и что ты здесь забыл?',
                  'classes': 'Иди спи'
                  },
            '7': {'description': 'Ну и что ты здесь забыл?',
                  'classes': 'Иди спи'
                  }
        }},

        'gum': {
            'prof': {'1': {'description': '<b>11ГУМ|Профиль</b>\nПонедельник',
                           'classes': '1️⃣ <code>Математика</code> <b>29</b>\n'
                                      '2️⃣ <code>Математика</code> <b>29</b>\n'
                                      '3️⃣ <code>Англ.яз</code> <b>10/36</b>\n'
                                      '4️⃣ <code>Англ.яз</code> <b>10/36</b>\n'
                                      '5️⃣ <code>ОБЖ</code> <b>9</b>\n'
                                      '6️⃣ <code>Рус.яз</code> <b>33</b>\n'
                                      '7️⃣ <code>Рус.яз</code> <b>33</b>\n'
                                      '8️⃣ <code>Фр/нем.яз</code> <b>-</b>\n'

                           },
                     '2': {'description': '<b>11ГУМ|Профиль</b>\nВторник',
                           'classes': '1️⃣ <code>Англ.яз</code> <b>10/36</b>\n'
                                      '2️⃣ <code>Англ.яз</code> <b>10/36</b>\n'
                                      '3️⃣ <code>Физ-ра</code> <b>Зал</b>\n'
                                      '4️⃣ <code>История</code> <b>9</b>\n'
                                      '5️⃣ <code>Математика</code> <b>35</b>\n'
                                      '6️⃣ <code>Математика</code> <b>35</b>\n'
                                      '7️⃣ <code>История</code> <b>9</b>\n'
                                      '8️⃣ <code>Рус.яз(доп)</code> <b>-</b>\n'

                           },
                     '3': {'description': '<b>11ГУМ|Профиль</b>\nСреда',
                           'classes': '1️⃣ <code>Литература</code> <b>36</b>\n'
                                      '2️⃣ <code>Литература</code> <b>36</b>\n'
                                      '3️⃣ <code>Право</code> <b>7</b>\n'
                                      '4️⃣ <code>Проект</code> <b>24/25/27</b>\n'
                                      '5️⃣ <code>Биология</code> <b>33</b>\n'
                                      '6️⃣ <code>Фр./нем.яз</code> <b>4/20</b>\n'
                                      '7️⃣ <code>Экономика</code> <b>8</b>\n'
                                      '8️⃣ <code>Англ.яз(доп)</code> <b>-</b>\n'

                           },
                     '4': {'description': '<b>11ГУМ|Профиль</b>\nЧетверг',
                           'classes': '1️⃣ <code>Англ.яз</code> <b>10/36</b>\n'
                                      '2️⃣ <code>Англ.яз</code> <b>10/36</b>\n'
                                      '3️⃣ <code>Математика</code> <b>19</b>\n'
                                      '4️⃣ <code>Математика</code> <b>29</b>\n'
                                      '5️⃣ <code>История</code> <b>7</b>\n'
                                      '6️⃣ <code>Родной рус.яз</code> <b>28</b>\n'
                                      '7️⃣ <code>Физ-ра</code> <b>-</b>\n'
                                      '8️⃣ <code>Рус.яз(доп)</code> <b></b>\n'

                           },
                     '5': {'description': '<b>11ГУМ|Профиль</b>\nПятница',
                           'classes': '1️⃣ <code>Родная литература</code> <b>33</b>\n'
                                      '2️⃣ <code>За стр. уч. общ.</code> <b>34</b>\n'
                                      '3️⃣ <code>Обществознание</code> <b>33</b>\n'
                                      '4️⃣ <code>Обществознание</code> <b>33</b>\n'
                                      '5️⃣ <code>История</code> <b>14</b>\n'
                                      '6️⃣ <code>За стр. уч. истории</code> <b>9</b>\n'

                           },
                     '6': {'description': 'Ну и что ты здесь забыл?',
                           'classes': 'Иди спи'
                           },
                     '7': {'description': 'Ну и что ты здесь забыл?',
                           'classes': 'Иди спи'
                           }},

            'base': {'1': {'description': '<b>11ГУМ|База</b>\nПонедельник',
                           'classes': '1️⃣ <code>Рус.яз</code> <b>33</b> (8:30-9:10)\n'
                                      '2️⃣ <code>Рус.яз</code> <b>18</b> (9:30 - 10:10)\n'
                                      '3️⃣ <code>Англ.яз</code> <b>10/36</b> (10:30 - 11:10)\n'
                                      '4️⃣ <code>Англ.яз</code> <b>10/36</b> (11:30 - 12:10)\n'
                                      '5️⃣ <code>Родная литература</code> <b>21</b> (12:30 - 13:10)\n'
                                      '6️⃣ <code>Обществознание(предпрофиль)</code> <b>11</b> (13:30 - 14:10)\n'
                                      '7️⃣ <code>МаТеМаТиКа🥲</code> <b>29</b> (14:30 - 15:10)\n'
                                      '8️⃣ <code>Фр/нем.яз</code> <b>-</b>\n'

                           },
                     '2': {'description': '<b>11ГУМ|База</b>\nВторник',
                           'classes': '1️⃣ <code>Англ.яз</code> <b>10/36</b> (8:30-9:10)\n'
                                      '2️⃣ <code>Англ.яз</code> <b>10/36</b> (9:30 - 10:10)\n'
                                      '3️⃣ <code>История</code> <b>10</b> (10:30 - 11:10)\n'
                                      '4️⃣ <code>История</code> <b>9</b> (11:30 - 12:10)\n'
                                      '5️⃣ <code>Литература</code> <b>26</b> (12:30 - 13:10)\n'
                                      '6️⃣ <code>Литература</code> <b>26</b> (13:30 - 14:10)\n'
                                      '7️⃣ <code>История</code> <b>9</b> (14:30 - 15:10)\n'
                                      '8️⃣ <code>Рус.яз(доп)/история</code> <b>9</b>\n'

                           },
                     '3': {'description': '<b>11ГУМ|База</b>\nСреда',
                           'classes': '1️⃣ <code>Физ-ра</code> <b>Зал</b>\n'
                                      '2️⃣ <code>Астрономия</code> <b>39</b>\n'
                                      '3️⃣ <code>Право</code> <b>7</b>\n'
                                      '4️⃣ <code>Проект</code> <b>24/25/27</b>\n'
                                      '5️⃣ <code>Биология</code> <b>33</b>\n'
                                      '6️⃣ <code>Фр./нем.яз</code> <b>4/20</b>\n'
                                      '7️⃣ <code>Экономика</code> <b>8</b>\n'
                                      '8️⃣ <code>Англ.яз(доп)</code> <b>-</b>\n'

                           },
                     '4': {'description': '<b>11ГУМ|База</b>\nЧетверг',
                           'classes': '1️⃣ <code>Англ.яз</code> <b>10/36</b>\n'
                                      '2️⃣ <code>Англ.яз</code> <b>10/36</b>\n'
                                      '3️⃣ <code>История</code> <b>7</b>\n'
                                      '4️⃣ <code>Родной рус.яз</code> <b>22</b>\n'
                                      '5️⃣ <code>История</code> <b>10</b>\n'
                                      '6️⃣ <code>ОБЖ</code> <b>14</b>\n'
                                      '7️⃣ <code>История</code> <b>9</b>\n'
                                      '8️⃣ <code>Рус.яз(доп)</code> <b></b>\n'

                           },
                     '5': {'description': '<b>11ГУМ|База</b>\nПятница',
                           'classes': '1️⃣ <code>Физ-ра</code> <b>Зал</b>\n'
                                      '2️⃣ <code>За стр. уч. общ.</code> <b>10</b>\n'
                                      '3️⃣ <code>Обществознание</code> <b>33</b>\n'
                                      '4️⃣ <code>Обществознание</code> <b>33</b>\n'
                                      '5️⃣ <code>История</code> <b>14</b>\n'
                                      '6️⃣ <code>История</code> <b>9</b>\n'
                                      '7️⃣-9️⃣ <code>История(доп)</code> <b>8</b>'

                           },
                     '6': {'description': 'Ну и что ты здесь забыл?',
                           'classes': 'Иди спи'
                           },
                     '7': {'description': 'Ну и что ты здесь забыл?',
                           'classes': 'Иди спи'
                           }}},

        'se': {
            'prof': {'1': {'description': '<b>11СОЦ|Профиль</b>\nПонедельник',
                           'classes': '1️⃣ <code>Математика</code> <b>29</b>\n'
                                      '2️⃣ <code>Математика</code> <b>29</b>\n'
                                      '3️⃣ <code>Обществознание</code> <b>22</b>\n'
                                      '4️⃣ <code>История</code> <b>33</b>\n'
                                      '5️⃣ <code>ОБЖ</code> <b>9</b>\n'
                                      '6️⃣ <code>Рус.яз</code> <b>33</b>\n'
                                      '7️⃣ <code>Рус.яз</code> <b>33</b>\n'
                                      '8️⃣ <code>Фр/нем.яз</code> <b>-</b>\n'
                           },
                     '2': {'description': '<b>11СОЦ|Профиль</b>\nВторник',
                           'classes': '1️⃣ <code>Обществознание</code> <b>39</b>\n'
                                      '2️⃣ <code>Обществознание</code> <b>39</b>\n'
                                      '3️⃣ <code>Физ-ра</code> <b>Зал</b>\n'
                                      '4️⃣ <code>Англ.яз</code> <b>10</b>\n'
                                      '5️⃣ <code>Математика</code> <b>35</b>\n'
                                      '6️⃣ <code>Математика</code> <b>35</b>\n'
                                      '7️⃣ <code>Англ.яз</code> <b>10</b>\n'
                                      '8️⃣ <code>Рус.яз(доп)</code> <b>-</b>\n'

                           },
                     '3': {'description': '<b>11СОЦ|Профиль</b>\nСреда',
                           'classes': '1️⃣ <code>Литература</code> <b>36</b>\n'
                                      '2️⃣ <code>Литература</code> <b>36</b>\n'
                                      '3️⃣ <code>Англ.яз</code> <b>10</b>\n'
                                      '4️⃣ <code>Индивидуальный проект</code> <b>24/25/27</b>\n'
                                      '5️⃣ <code>Биология</code> <b>33</b>\n'
                                      '6️⃣ <code>Фр/нем.яз</code> <b>4/20</b>\n'
                                      '7️⃣ <code>Англ.яз</code> <b>10</b>\n'
                                      '8️⃣ <code>Англ.яз(доп)</code> <b>-</b>\n'
                           },
                     '4': {'description': '<b>11СОЦ|Профиль</b>\nЧетверг',
                           'classes': '1️⃣ <code>Право</code> <b>8</b>\n'
                                      '2️⃣ <code>Экономика</code> <b>7</b>\n'
                                      '3️⃣ <code>Математика</code> <b>19</b>\n'
                                      '4️⃣ <code>Математика</code> <b>29</b>\n'
                                      '5️⃣ <code>География</code> <b>26</b>\n'
                                      '6️⃣ <code>Рус.яз</code> <b>28</b>\n'
                                      '7️⃣ <code>Физ-ра</code> <b>-</b>\n'
                                      '8️⃣-1️⃣0️⃣ <code>Рус.яз(доп)/Стиль. Мода</code> <b>-</b>\n'

                           },
                     '5': {'description': '<b>11СОЦ|Профиль</b>\nПятница',
                           'classes': '1️⃣ <code>Родная литература</code> <b>33</b>\n'
                                      '2️⃣ <code>За стр. уч. общ.</code> <b>34</b>\n'
                                      '3️⃣ <code>История</code> <b>9</b>\n'
                                      '4️⃣ <code>Англ.яз</code> <b>10</b>\n'
                                      '5️⃣ <code>Англ.яз</code> <b>10</b>\n'
                                      '6️⃣ <code>За стр. уч. истории</code> <b>9</b>\n'
                                      '7️⃣ <code></code> <b></b>\n'
                           },
                     '6': {'description': 'Ну и что ты здесь забыл?',
                           'classes': 'Иди спи'
                           },
                     '7': {'description': 'Ну и что ты здесь забыл?',
                           'classes': 'Иди спи'
                           }, },
            'base': {'1': {'description': '<b>11СОЦ|База</b>\nПонедельник',
                           'classes': '1️⃣ <code>Рус.яз</code> <b>33</b>\n'
                                      '2️⃣ <code>Рус.яз</code> <b>18</b>\n'
                                      '3️⃣ <code>Обществознание</code> <b>11</b>\n'
                                      '4️⃣ <code>История</code> <b>33</b>\n'
                                      '5️⃣ <code>Родная литература</code> <b>21</b>\n'
                                      '6️⃣ <code>Акт. воп. истор. при. подг. к егэ</code> <b>11</b>\n'
                                      '7️⃣ <code>МаТеМаТиКа🥲</code> <b>29</b>\n'
                                      '8️⃣ <code>Фр/нем.яз</code> <b>-</b>\n'
                           },
                     '2': {'description': '<b>11СОЦ|База</b>\nВторник',
                           'classes': '1️⃣ <code>Обществознание</code> <b>39</b>\n'
                                      '2️⃣ <code>Обществознание</code> <b>39</b>\n'
                                      '3️⃣ <code>Рус.яз ЕГЭ</code> <b>18</b>\n'
                                      '4️⃣ <code>Англ.яз</code> <b>10</b>\n'
                                      '5️⃣ <code>Литература</code> <b>26</b>\n'
                                      '6️⃣ <code>Литература</code> <b>26</b>\n'
                                      '7️⃣ <code>Англ.яз</code> <b>10</b>\n'
                                      '8️⃣ <code>Рус.яз(доп)</code> <b>-</b>\n'
                                      '9️⃣ <code>Рус.яз(доп)</code> <b></b>\n'

                           },
                     '3': {'description': '<b>11СОЦ|База</b>\nСреда',
                           'classes': '1️⃣ <code>Физ-ра</code> <b>Зал</b>\n'
                                      '2️⃣ <code>Астрономия</code> <b>39</b>\n'
                                      '3️⃣ <code>Англ.яз</code> <b>10</b>\n'
                                      '4️⃣ <code>Проект</code> <b>24/25/27</b>\n'
                                      '5️⃣ <code>Биология</code> <b>33</b>\n'
                                      '6️⃣ <code>Фр/нем.яз</code> <b>4/20</b>\n'
                                      '7️⃣ <code>Англ.яз</code> <b>10</b>\n'
                                      '8️⃣ <code>Англ.яз(доп)</code> <b>-</b>\n'
                           },
                     '4': {'description': '<b>11СОЦ|База</b>\nЧетверг',
                           'classes': '1️⃣ <code>Право</code> <b>8</b>\n'
                                      '2️⃣ <code>Экономика</code> <b>7</b>\n'
                                      '3️⃣ <code>Рус.яз ЕГЭ</code> <b>16</b>\n'
                                      '4️⃣ <code>Родной рус.яз</code> <b>22</b>\n'
                                      '5️⃣ <code>География</code> <b>26</b>\n'
                                      '6️⃣ <code>ОБЖ</code> <b>14</b>\n'
                                      '7️⃣ <code>Рус.яз ЕГЭ</code> <b>28</b>\n'
                                      '8️⃣ <code>Рус.яз(доп)</code> <b>-</b>\n'
                                      '9️⃣ <code>Стиль. Мода</code> <b>24</b>\n'
                           },
                     '5': {'description': '<b>11СОЦ|База</b>\nПятница',
                           'classes': '1️⃣ <code>Физ-ра</code> <b>Зал</b>\n'
                                      '2️⃣ <code>За стр. уч. общ.</code> <b>10</b>\n'
                                      '3️⃣ <code>История</code> <b>9</b>\n'
                                      '4️⃣ <code>Англ.яз</code> <b>10</b>\n'
                                      '5️⃣ <code>Англ.яз</code> <b>10</b>\n'
                                      '6️⃣ <code>За стр. уч. истории</code> <b>9</b>\n'
                                      '7️⃣ <code>История ЕГЭ</code> <b>-</b>\n'
                           },
                     '6': {'description': 'Ну и что ты здесь забыл?',
                           'classes': 'Иди спи'
                           },
                     '7': {'description': 'Ну и что ты здесь забыл?',
                           'classes': 'Иди спи'
                           }, }},
        'bh': {
            'prof': {
                '1': {'description': '<b>11БХ|Профиль</b>\nПонедельник',
                      'classes': '1️⃣ <code>Математика</code> <b>29</b>\n'
                                 '2️⃣ <code>Математика</code> <b>29</b>\n'
                                 '3️⃣ <code>Генетика</code> <b>38</b>\n'
                                 '4️⃣ <code>Проект</code> <b>25</b>\n'
                                 '5️⃣ <code>ОБЖ</code> <b>9</b>\n'
                                 '6️⃣ <code>Рус.яз</code> <b>33</b>\n'
                                 '7️⃣ <code>Рус.яз</code> <b>33</b>\n'
                      },
                '2': {'description': '<b>11БХ|Профиль</b>\nВторник',
                      'classes': '1️⃣ <code>Биология</code> <b>38</b>\n'
                                 '2️⃣ <code>Биология</code> <b>38</b>\n'
                                 '3️⃣ <code>Физ-ра</code> <b>Зал</b>\n'
                                 '4️⃣ <code>История</code> <b>16</b>\n'
                                 '5️⃣ <code>Математика</code> <b>35</b>\n'
                                 '6️⃣ <code>Математика</code> <b>35</b>\n'
                                 '7️⃣ <code>Англ.яз</code> <b>36</b>\n'
                                 '8️⃣ <code>Химия(доп)</code> <b>-</b>\n'

                      },
                '3': {'description': '<b>11БХ|Профиль</b>\nСреда',
                      'classes': '1️⃣ <code>Литература</code> <b>36</b>\n'
                                 '2️⃣ <code>Литература</code> <b>36</b>\n'
                                 '3️⃣ <code>Физика</code> <b>39</b>\n'
                                 '4️⃣ <code>Химия</code> <b>40</b>\n'
                                 '5️⃣ <code>Химия</code> <b>40</b>\n'
                                 '6️⃣ <code>За стр. уч. биологии</code> <b>38</b>\n'
                                 '7️⃣ <code>Англ.яз</code> <b>36</b>\n'
                                 '8️⃣ <code>Англ.яз(доп)</code> <b>-</b>\n'
                      },
                '4': {'description': '<b>11БХ|Профиль</b>\nЧетверг',
                      'classes': '1️⃣ <code>Химия</code> <b>40</b>\n'
                                 '2️⃣ <code>Химия</code> <b>40</b>\n'
                                 '3️⃣ <code>Математика</code> <b>19</b>\n'
                                 '4️⃣ <code>Математика</code> <b>29</b>\n'
                                 '5️⃣ <code>История</code> <b>28</b>\n'
                                 '6️⃣ <code>Родной рус.яз</code> <b>28</b>\n'
                                 '7️⃣ <code>Физ-ра</code> <b>Зал</b>\n'
                                 '8️⃣ <code>Рус.яз(доп)</code> <b>-</b>\n'
                      },
                '5': {'description': '<b>11БХ|Профиль</b>\nПятница',
                      'classes': '1️⃣ <code>Родная литература</code> <b>33</b>\n'
                                 '2️⃣ <code>За стр. уч. химии</code> <b>40</b>\n'
                                 '3️⃣ <code>Физика</code> <b>39</b>\n'
                                 '4️⃣ <code>Англ.яз</code> <b>36</b>\n'
                                 '5️⃣ <code>Биология</code> <b>38</b>\n'
                                 '6️⃣ <code>Биология</code> <b>38</b>\n'
                      },
                '6': {'description': 'Ну и что ты здесь забыл?',
                      'classes': 'Иди спи'
                      },
                '7': {'description': 'Ну и что ты здесь забыл?',
                      'classes': 'Иди спи'
                      }
            },
            'base': {
                '1': {'description': '<b>11БХ|База</b>\nПонедельник',
                      'classes': '1️⃣ <code>Рус.яз</code> <b>33</b>\n'
                                 '2️⃣ <code>Рус.яз</code> <b>18</b>\n'
                                 '3️⃣ <code>Генетика</code> <b>38</b>\n'
                                 '4️⃣ <code>Проект</code> <b>25</b>\n'
                                 '5️⃣ <code>Родная литература</code> <b>21</b>\n'
                                 '6️⃣ <code>Биология ЕГЭ</code> <b>38</b>\n'
                                 '7️⃣ <code>МаТеМаТиКа🥲</code> <b>29</b>\n'
                      },
                '2': {'description': '<b>11БХ|База</b>\nВторник',
                      'classes': '1️⃣ <code>Биология</code> <b>38</b>\n'
                                 '2️⃣ <code>Биология</code> <b>38</b>\n'
                                 '3️⃣ <code>Рус.яз ЕГЭ</code> <b>18</b>\n'
                                 '4️⃣ <code>История</code> <b>16</b>\n'
                                 '5️⃣ <code>Литература</code> <b>26</b>\n'
                                 '6️⃣ <code>Литература</code> <b>26</b>\n'
                                 '7️⃣ <code>Англ.яз</code> <b>36</b>\n'
                                 '8️⃣ <code>Химия(доп)</code> <b>-</b>\n'

                      },
                '3': {'description': '<b>11БХ|База</b>\nСреда',
                      'classes': '1️⃣ <code>Физ-ра</code> <b>Зал</b>\n'
                                 '2️⃣ <code>Астрономия</code> <b>39</b>\n'
                                 '3️⃣ <code>Химия</code> <b>40</b>\n'
                                 '4️⃣ <code>Химия</code> <b>40</b>\n'
                                 '5️⃣ <code>Биология</code> <b>38</b>\n'
                                 '6️⃣ <code>Физика</code> <b>39</b>\n'
                                 '7️⃣ <code>Англ.яз</code> <b>36</b>\n'

                      },
                '4': {'description': '<b>11БХ|База</b>\nЧетверг',
                      'classes': '1️⃣ <code>Химия</code> <b>40</b>\n'
                                 '2️⃣ <code>Химия</code> <b>40</b>\n'
                                 '3️⃣ <code>Рус.яз ЕГЭ</code> <b>16</b>\n'
                                 '4️⃣ <code>Родной рус.яз</code> <b>22</b>\n'
                                 '5️⃣ <code>История</code> <b>7</b>\n'
                                 '6️⃣ <code>ОБЖ</code> <b>14</b>\n'
                                 '7️⃣ <code>Рус.яз ЕГЭ</code> <b>28</b>\n'
                                 '8️⃣ <code>Рус.яз(доп)</code> <b>-</b>\n'
                      },
                '5': {'description': '<b>11БХ|База</b>\nПятница',
                      'classes': '1️⃣ <code>Физ-ра</code> <b>Зал</b>\n'
                                 '2️⃣ <code>За стр. уч. химии</code> <b>40</b>\n'
                                 '3️⃣ <code>Физика</code> <b>39</b>\n'
                                 '4️⃣ <code>Англ.яз</code> <b>36</b>\n'
                                 '5️⃣ <code>Биология</code> <b>38</b>\n'
                                 '6️⃣ <code>Биология</code> <b>38</b>\n'
                                 '7️⃣ <code>Рус.яз ЕГЭ</code> <b>18</b>\n'
                      },
                '6': {'description': 'Ну и что ты здесь забыл?',
                      'classes': 'Иди спи'
                      },
                '7': {'description': 'Ну и что ты здесь забыл?',
                      'classes': 'Иди спи'
                      }
            }
        },
    }, }
